Repository: metabrainz/picard
Catalog: po/appstream/*.po
Languages: ca, gl, pl, ru, uk

source: MusicBrainz's music tagger
ca: Editor d'etiquetes musicals de MusicBrainz
gl: Etiquetador de música de MusicBrainz
ru: Редактор тегов от MusicBrainz

source: Do you need to clean up your music library? Picard is an open-source cross-platform music tagger by MusicBrainz. It has the ability to identify audio files even without any existing metadata.
ca: Necessiteu posar ordre a la vostra biblioteca musical? Picard és un editor d'etiquetes musicals lliure i multiplataforma. Té la capacitat d'identificar fitxers d'àudio, fins i tot sense metadades existents.
gl: Necesitas limpar a túa biblioteca de música? Picard é un etiquetador de música multiplataforma de código aberto de MusicBrainz. Ten a capacidade de identificar ficheiros de son mesmo sen ningún metadato existente.
pl: Czy chcesz uporządkować swoją bibliotekę muzyczną? Picard to wieloplatformowy, open-source tager muzyki firmy MusicBrainz. Ma zdolność identyfikowania plików audio nawet bez istniejących metadanych.
ru: Нужно упорядочить свою музыкальную библиотеку? Picard — это кроссплатформенный музыкальный редактор тегов от проекта MusicBrainz. Picard способен распознать даже аудиофайлы, которые не содержат метаданных.
uk: Чи хочеш впорядкувати свою музичну бібліотеку? Picard — це кросплатформний музичний теґер з відкритим кодом від MusicBrainz. Він здатний розпізнавати аудіофайли навіть без наявних метаданих.

source: Picard helps you organize your music collection by renaming your music files and sorting them into a folder structure exactly the way you want it. A variety of plugins are available and you can even write your own. Picard supports a wide range of audio formats and can also lookup an entire CD for you.
ca: Picard us ajuda a organitzar la vostra col·lecció musical canviant el nom dels fitxers de música i ordenant-los en una estructura de carpetes exactament com voleu. Hi ha diversos connectors disponibles i, fins i tot, en podeu crear un. Picard és compatible amb una àmplia varietat de formats d'àudio i també pot cercar un CD sencer.
gl: Picard axúdache a organizar a túa colección de música cambiando o nome dos teus ficheiros de música e clasificándoos nunha estrutura de cartafoles exactamente como queres. Hai unha variedade de complementos dispoñibles e incluso podes escribir o teu. Picard admite unha ampla gama de formatos de son e tamén pode buscar un CD completo para ti.
pl: Picard pomaga uporządkować Twoją kolekcję muzyki, zmieniając nazwy plików muzycznych i sortując je w strukturę folderów dokładnie tak, jak chcesz. Dostępnych jest wiele wtyczek, można nawet napisać własne. Picard obsługuje szeroką gamę formatów audio i może także wyszukać całą płytę CD.
ru: Picard поможет вам упорядочить вашу музыкальную коллекцию, переименовав музыкальные файлы и рассортировав их по папкам в соответствии с вашими предпочтениями. Доступны разнообразные плагины, и вы даже можете написать свой собственный. Picard поддерживает широкий спектр аудиоформатов, а также может просмотреть весь компакт-диск.
uk: Picard допоможе вам упорядкувати вашу музичну колекцію, перейменувавши музичні файли та розсортувавши їх по папках відповідно до ваших уподобань. Доступні різноманітні плагіни, і ви навіть можете створити власний. Picard підтримує широкий спектр аудіоформатів, а також може переглянути весь компакт-диск.

source: Tagging audio files has never been easier.
ca: Etiquetar fitxers d'àudio no ha estat mai tan fàcil.
gl: Etiquetar ficheiros de son nunca foi tan sinxelo.
pl: Oznaczanie plików audio nigdy nie było łatwiejsze.
ru: Разметка аудиофайлов никогда не была такой легкой.
uk: Тегувати аудіофайли стало надзвичайно просто.

source: Features:
ca: Característiques:
gl: Características:
pl: Cechy:
ru: Возможности:
uk: Можливості:

source: Multiple formats: Picard supports all popular music formats, including MP3, FLAC, OGG, M4A, WMA, WAV, and more.
ca: Compatibilitat de formats: Picard és compatible amb tots els formats de música populars, incloent-hi MP3, FLAC, OGG, M4A, WMA, WAV i més.
gl: Formatos múltiples: Picard admite todos os formatos de música populares, incluíndo MP3, FLAC, OGG, M4A, WMA, WAV e moitos máis.
pl: Wiele formatów: Picard obsługuje wszystkie popularne formaty muzyczne, w tym MP3, FLAC, OGG, M4A, WMA, WAV i inne.
ru: Различные форматы: Picard поддерживает все популярные музыкальные форматы, включая MP3, FLAC, OGG, M4A, WMA, WAV и другие.
uk: Різні формати: Picard підтримує всі популярні музичні формати, включно з MP3, FLAC, OGG, M4A, WMA, WAV та іншими.

source: AcoustID: Picard uses AcoustID audio fingerprints, allowing files to be identified by the actual music, even if they have no metadata.
ca: AcoustID: Picard fa servir empremtes d'àudio AcoustID, la qual cosa permet identificar fitxers per la música en si, fins i tot quan no tenen metadades.
gl: AcoustID: Picard usa pegadas dixitais de son de AcoustID, o que permite que os ficheiros sexan identificados pola música real, aínda que non teñan metadatos.
pl: AcoustID: Picard wykorzystuje odciski palców audio AcoustID, umożliwiając identyfikację plików na podstawie rzeczywistej muzyki, nawet jeśli nie zawiera ona metadanych.
ru: AcoustID: Picard использует аудио-отпечатки AcoustID, позволяя идентифицировать файлы по самой музыке, даже если у них нет метаданных.
uk: AcoustID: Picard використовує аудіовідбитки AcoustID, що дозволяє ідентифікувати файли за самою музикою, навіть якщо вони не містять метаданих.

source: Comprehensive database: Picard uses the open and community-maintained MusicBrainz database to provide accurate information about millions of music releases.
ca: Base de dades exhaustiva: Picard fa servir la base de dades MusicBrainz, oberta i mantinguda per la comunitat, per a proporcionar informació precisa sobre milions de publicacions musicals.
gl: Base de datos completa: Picard usa a base de datos MusicBrainz aberta e mantida pola comunidade para proporcionar información precisa sobre millóns de lanzamentos musicais.
pl: Kompleksowa baza danych: Picard korzysta z otwartej i utrzymywanej przez społeczność bazy danych MusicBrainz, aby zapewnić dokładne informacje o milionach wydań muzycznych.
ru: Обширная база данных: Picard использует открытую базу данных MusicBrainz, поддерживаемую сообществом, для предоставления точной информации о миллионах музыкальных релизов.
uk: Велика база даних: Picard використовує відкриту базу даних MusicBrainz, підтримувану спільнотою, для надання точної інформації про мільйони музичних релізів.

source: CD lookups: Picard can lookup entire music CDs with a click.
ca: Cerca de CD: Picard pot cercar CD musicals sencers amb un sol clic.
gl: Buscas de CD: Picard pode buscar CDs de música enteiros cun clic.
pl: Sprawdzanie płyt CD: Picard może jednym kliknięciem sprawdzić całą płytę CD z muzyką.
ru: Поиск дисков: Picard поможет найти всю информацию о CD в один клик.
uk: Пошук дисків: Picard допоможе знайти всю інформацію про CD в один клік.

source: Plugin support: If you need a particular feature, you can choose from a selection of available plugins or write your own.
ca: Compatibilitat amb connectors: Si voleu una característica en concret, podeu triar entre els molts connectors disponibles o crear-ne el vostre propi.
gl: Compatibilidade con complementos: se precisas unha función en particular, podes escoller entre unha selección de complementos dispoñibles ou escribir a túa.
pl: Obsługa wtyczek: Jeśli potrzebujesz określonej funkcji, możesz wybierać spośród dostępnych wtyczek lub napisać własną.
ru: Поддержка плагинов: Если вам необходима конкретная функция, её можно выбрать из набора доступных плагинов или создать свой.
uk: Підтримка плагінів: Якщо вам потрібна певна функція, її можна вибрати з набору доступних плагінів або створити власний.

source: Scripting: A flexible but easy to learn scripting language allows you to exactly specify how your music files will be named and how the tags will look like.
ca: Scripts: Un llenguatge de scripts flexible però fàcil d'aprendre us permet especificar exactament quin nom tindran els vostres fitxers musicals i quin aspecte tindran les etiquetes.
gl: Scripting: unha linguaxe de script flexible pero sixela de aprender permíteche especificar exactamente como se nomearán os teus ficheiros de música e como se verán as etiquetas.
pl: Skrypty: elastyczny, ale łatwy do nauczenia język skryptowy pozwala dokładnie określić, w jaki sposób będą nazywane twoje pliki muzyczne i jak będą wyglądać tagi.
ru: Сценарии: Гибкий, но простой в освоении язык сценариев позволяет вам точно указать, как будут называться ваши музыкальные файлы и как будут выглядеть теги.
uk: Сценарії: Гнучка, але проста у використанні мова сценаріїв дозволяє точно вказати, як будуть називатися ваші музичні файли та як виглядатимуть теги.

source: Cover Art: Picard can find and download the correct cover art for your albums.
ca: Caràtules: Picard pot trobar i baixar la caràtula correcta per als vostres àlbums.
gl: Portada: Picard pode atopar e descargar a portada correcta para os teus álbums.
pl: Okładki: Picard może znaleźć i pobrać odpowiednie okładki Twoich albumów.
ru: Обложки: Picard может найти и загрузить правильные обложки для ваших альбомов.
uk: Обкладинки: Picard може знайти та завантажити відповідні обкладинки для ваших альбомів.

source: Open Source: Picard is licensed under the GNU General Public License 2.0 or later, and is hosted on GitHub where it is actively developed by some awesome developers.
ca: Programari lliure: Picard està publicat sota la Llicència Pública General GNU 2.0 o posterior i s'allotja a GitHub, on té un desenvolupament actiu gràcies a un equip de desenvolupament fantàstic.
gl: Código aberto: Picard ten licenza GNU General Public License 2.0 ou posterior, e está aloxado en GitHub, onde é desenvolvido activamente por algúns desenvolvedores fantásticos.
pl: Open Source: Picard jest objęty licencją GNU General Public License 2.0 lub nowszą i jest hostowany na GitHub, gdzie jest aktywnie rozwijany przez kilku niesamowitych programistów.
ru: Открытый исходный код: Picard находится под лицензией GNU General Public License 2.0 or later и размещен на GitHub, где он активно разрабатывается некоторыми замечательными разработчиками.
uk: Відкритий вихідний код: Picard ліцензований за умовами GNU General Public License 2.0 або пізнішої версії та розміщений на GitHub, де його активно розробляють віддані розробники.

source: MetaBrainz Foundation
gl: Fundación MetaBrainz
ru: Фонд MetaBrainz
uk: Фундація MetaBrainz

source: Tag your music with the next generation MusicBrainz tagger
ca: Etiqueteu la vostra música amb l'editor d'etiquetes d'última generació de MusicBrainz
gl: Etiqueta a túa música co etiquetador MusicBrainz de próxima xeración
pl: Otaguj swoją muzykę przy pomocy tagera następnej generacji od MusicBrainz
ru: Размечайте свою музыку с редактором тегов нового поколения от MusicBrainz
uk: Тегуйте свою музику за допомогою нового покоління теґера MusicBrainz

source: New Window
ca: Finestra nova
gl: Nova xanela
pl: Nowe okno
ru: Новое окно
uk: Нове вікно

source: Picard is a cross-platform music tagger powered by the MusicBrainz database
pl: Picard to wieloplatformowy tager muzyczny oparty na bazie danych MusicBrainz
uk: Picard — це кросплатформний теґер музики на базі даних MusicBrainz.
