Repository: metabrainz/picard
Catalog: po/*.po
Languages: ca, gl, uk

source: If you select files from the Cluster pane or Album pane prior to opening the Options screen, up to %u files will be randomly chosen from your selection as file naming examples. If you have not selected any files, then some default examples will be provided.
ca: Si seleccioneu fitxers de les subfinestres Agrupació o Àlbum abans d'obrir la finestra Opcions, es triaran fins a %u fitxers aleatòriament entre els seleccionats com a exemples de noms dels fitxers. Si no heu seleccionat cap fitxer, es proporcionaran alguns exemples per defecte.
gl: Se selecciona ficheiros do panel do Clúster ou do panel Álbum antes de abrir a pantalla Opcións, escolleranse ao azar ata %u ficheiros da súa selección como exemplos de nomeamento de ficheiros. Se non seleccionou ningún ficheiro, proporcionaranse algúns exemplos predeterminados.
uk: Якщо ви виберете файли з панелі «Кластер» або панелі «Альбом» до відкриття екрана «Параметри», з вашої вибірки буде випадковим чином вибрано до %u файлів як приклади назв файлів. Якщо ви не вибрали жодного файлу, буде надано кілька прикладів за замовчуванням.

source: Reload up to %u items chosen at random from files selected in the main window
ca: Torna a carregar fins a %u triats aleatòriament entre els fitxers seleccionats a la finestra principal
gl: Volve cargar ata %u elementos escollidos ao chou dos ficheiros seleccionados na xanela principal
uk: Перезавантажити до %u елементів, випадково вибраних із файлів у головному вікні

source: &#160;(<a href="{url}">Syntax Help</a>)
ca: <a href="{url}">Ajuda de la sintaxi</a>)
uk: &#160;(<a href="{url}">Довідка щодо синтаксису</a>)

source: Search in browser
ca: Cerca al navegador
gl: Busca no navegador
uk: Пошук у браузері

source: <strong>Loading…</strong>
ca: <strong>S'està carregant…</strong>
gl: <strong>Cargando...</strong>
uk: <strong>Завантаження…</strong>

source: Retry
ca: Torna-ho a provar
gl: Reintentar
uk: Спробувати знову

source: <strong>Following error occurred while fetching results:<br><br></strong>Network request error for %(url)s:<br>%(error)s (QT code %(qtcode)d, HTTP code %(statuscode)r)<br>
ca: <strong>S'ha produït l'error següent en recuperar els resultats:<br><br></strong>S'ha produït un error a la sol·licitud de xarxa per a %(url)s:<br>%(error)s (codi QT %(qtcode)d, codi HTTP %(statuscode)r)<br>
gl: <strong>Produciuse un erro ao obter os resultados:<br><br></strong>Erro de solicitude de rede para %(url)s:<br>%(error)s (código QT %(qtcode)d, código HTTP %(statuscode)r)<br>
uk: <strong>Під час отримання результатів сталася помилка:<br><br></strong>Помилка запиту для %(url)s:<br>%(error)s (QT код %(qtcode)d, HTTP код %(statuscode)r)<br>

source: <strong>No results found. Please try a different search query.</strong>
ca: <strong>No s'ha trobat cap resultat. Proveu una consulta de cerca diferent.</strong>
gl: <strong>Non se atoparon resultados. Proba cunha consulta de busca diferente.</strong>
uk: <strong>Результатів не знайдено. Будь ласка, спробуйте інший пошуковий запит.</strong>

source: Comment
ca: Comentari
gl: Comentario
uk: Коментар

source: Language
ca: Llengua
gl: Linguaxe
uk: Мова

source: Status
ca: Estat
gl: Estado
uk: Статус

source: Score
ca: Puntuació
gl: Puntuación
uk: Оцінка

source: Album Search Results
ca: Resultats de la cerca d'àlbums
gl: Resultados da busca de álbums
uk: Результат пошуку альбому

source: Load into Picard
ca: Carrega a Picard
gl: Cargar en Picard
uk: Завантажити в Picard

source: Gender
ca: Gènere
gl: Xénero
uk: Стать

source: Area
ca: Àrea
gl: Área
uk: Область

source: Begin
ca: Inici
gl: Comeza
uk: Початок

source: Begin Area
ca: Àrea d'inici
gl: Comezar área
uk: Початкова область

source: End
ca: Fi
gl: Rematar
uk: Кінець

source: End Area
ca: Àrea de fi
gl: Rematar área
uk: Кінцева область

source: Artist Search Dialog
ca: Diàleg de cerca d'artistes
gl: Diálogo de busca de artista
uk: Діалог пошуку виконавця

source: Show in browser
ca: Mostra al navegador
gl: Mostrar no navegador
uk: Показати в браузері

source: Release
ca: Publicació
gl: Lanzamento
uk: Релізи

source: Track Search Results
ca: Resultats de la cerca de pistes
gl: Resultados da busca de pistas
uk: Результат пошуку треків

source: Standalone Recording
ca: Enregistrament independent
gl: Gravación independente
uk: Самостійний запис

source: Restore default columns
ca: Reinicialitza les columnes
gl: Restaurar columnas predeterminadas
uk: Відновити стовпці за замовчуванням

source: Lock columns
ca: Bloca les columnes
gl: Bloquear columnas
uk: Заблокувати стовпці

source: Manage custom columns…
ca: Gestiona les columnes personalitzades…
uk: Керувати спеціальними стовпцями…

source: The table is locked. To enable sorting and column resizing unlock the table in the table header's context menu.
ca: La taula està blocada. Per a habilitar el canvi d'ordre i mida de les columnes, desbloqueu la taula al menú contextual de la capçalera de la taula.
gl: A táboa está bloqueada. Para habilitar a ordenación e o redimensionamento das columnas, desbloquea a táboa no menú contextual da cabeceira da táboa.
uk: Таблицю заблоковано. Для сортування й зміни розміру стовпців розблокуйте її в меню заголовка.

source: Update
ca: Actualitza
uk: Оновлення

source: Uninstall
ca: Desinstal·la
uk: Видалити

source: Information
ca: Informació
uk: Інформація

source: No description available
ca: No hi ha cap descripció disponible
uk: Немає опису

source: Uninstall Failed
ca: S'ha produït un error de desinstal·lació
uk: Не вдалося видалити

source: N/A
ca: N/D

source: Update Plugin
ca: Actualització del connector
uk: Оновити плагін

source: Plugin "{name}" is set to not update automatically. Do you want to update it anyway?
ca: S'ha definit que el connector «{name}» no s'actualitzi automàticament. Voleu actualitzar-lo igualment?
uk: Плагін "{name}" налаштовано на автоматичне оновлення. Все одно оновити?

source: Failed to uninstall plugin: {errmsg}
ca: No s'ha pogut desinstal·lar el connector: {errmsg}
uk: Не вдалося видалити плагін: {errmsg}

source: Updating…
ca: S'està actualitzant…
uk: Оновлення…

source: Update All
ca: Actualitza-ho tot
uk: Оновити все

source: Update All ({count})
ca: Actualitza-ho tot ({count})
uk: Оновити все ({count})

source: Enabled
ca: Habilitat
gl: Activado
uk: Увімкнено

source: Plugin
ca: Connector
uk: Плагін

source: Version
ca: Versió
gl: Versión
uk: Версія

source: New Version
ca: Versió nova
uk: Нова версія

source: This plugin is included in updates
ca: Aquest connector s'inclou en les actualitzacions
uk: Цей плагін включено в оновлення

source: This plugin is excluded from updates
ca: Aquest connector s'exclou de les actualitzacions
uk: Цей плагін виключено з оновлень

source: In Progress…
ca: En curs…
uk: У процесі…

source: Available
ca: Disponible
uk: Доступнj

source: Disable
ca: Inhabilita
uk: Вимкнути

source: Enable
ca: Habilita
uk: Увімкнути

source: Reinstall
ca: Torna a instal·lar
uk: Перевстановити

source: Switch Ref
ca: Canvia la referència
uk: Перемикач Ref

source: View Repository
ca: Visualitza el repositori
uk: Переглянути репозиторій

source: Execution Order
ca: Ordre d'execució
uk: Наказ про виконання

source: Plugin Error
ca: Error del connector
uk: Помилка плагіна

source: Failed to enable plugin "{name}": {errmsg}
ca: No s'ha pogut habilitar el connector «{name}»: {errmsg}
uk: Не вдалося ввімкнути плагін "{name}": {errmsg}

source: Failed to disable plugin "{name}": {errmsg}
ca: No s'ha pogut inhabilitar el connector «{name}» {errmsg}
uk: Не вдалося вимкнути плагін "{name}": {errmsg}

source: Failed to update plugin "{name}": {errmsg}
ca: No s'ha pogut actualitzar el connector «{name}»: {errmsg}
uk: Не вдалося оновити плагін "{name}": {errmsg}

source: Failed to uninstall plugin "{name}": {errmsg}
ca: No s'ha pogut desinstal·lar el connector «{name}»: {errmsg}
uk: Не вдалося видалити плагін "{name}": {errmsg}

source: Failed to reinstall plugin "{name}": {errmsg}
ca: No s'ha pogut tornar a instal·lar el connector «{name}»: {errmsg}
uk: Не вдалося перевстановити плагін "{name}": {errmsg}

source: Could not find plugin repository URL
ca: No s'ha trobat l'URL del repositori del connector
uk: Не вдалося знайти URL-адресу сховища плагінів

source: Failed to switch ref for plugin "{name}": {errmsg}
ca: No s'ha pogut canviar la referència del connector «{name}»: {errmsg}
uk: Не вдалося змінити посилання для плагіна "{name}": {errmsg}

source: There were no installed metadata processing plugins found.
ca: No s'ha trobat cap connector de processament de metadades instal·lat.
uk: Не знайдено встановлених модулів обробки метаданих.

source: No Data
ca: No hi ha dades
uk: Немає даних

source: Uninstall Plugin
ca: Desinstal·lació del connector
uk: Видалити плагін

source: Are you sure you want to uninstall "{name}"?
ca: Segur que voleu desinstal·lar «{name}»?
uk: Ви впевнені, що хочете видалити "{name}"?

source: Also remove plugin configuration
ca: Suprimeix també la configuració del connector
uk: Також видалити конфігурацію плагіна

source: Remove all saved settings and configuration for this plugin
ca: Suprimeix tots els paràmetres desats i la configuració d'aquest connector
uk: Видаліть усі збережені налаштування та конфігурацію для цього плагіна

source: Yes, Uninstall!
ca: Sí, desinstal·la-ho
uk: Так, видалити!

source: Switch Git Ref
ca: Canvia la referència del Git
uk: Перемикач Git Ref

source: Switch ref for "{name}"
ca: Canvia la referència de «{name}»
uk: Змінити посилання для "{name}"

source: Yes, Switch!
ca: Sí, canvia-ho
uk: Так, перемкнути!

source: No Ref Selected
ca: No s'ha seleccionat cap referència
uk: Посилання не вибрано

source: Please select or enter a ref to switch to.
ca: Seleccioneu o indiqueu la referència a què voleu canviar.
uk: Будь ласка, виберіть або введіть посилання для переходу.

source: Rename profile
ca: Canvia el nom del perfil
gl: Renomear perfil
uk: Перейменувати профіль

source: Remove profile
ca: Suprimeix el perfil
gl: Eliminar perfil
uk: Видалити профіль

source: Are you sure you want to remove this profile?
ca: Segur que voleu suprimir aquest perfil?
gl: Estás certo de que queres eliminar este perfil?
uk: Ви впевнені, що хочете видалити цей профіль?

source: Use the default ref (usually main/master branch)
ca: Fes servir la referència per defecte (normalment, la branca main/master)
uk: Використовувати посилання за замовчуванням (зазвичай гілка main/master)

source: Branches
ca: Branques
uk: Гілки

source: Enter custom ref (tag, branch, or commit):
ca: Indiqueu una referència personalitzada (etiqueta, branca o comissió):
uk: Введіть власне посилання (тег, гілку або коміт):

source: Custom
ca: Personalitzada
uk: Власний

source: Use default ref: {ref} ({description})
ca: Fes servir la referència per defecte: {ref} ({description})
uk: Використовувати посилання за замовчуванням: {ref} ({description})

source: Plugin: {plugin_name}
ca: Connector: {plugin_name}
uk: Плагін: {plugin_name}

source: Find:
ca: Cerca:
uk: Знайти:

source: Find previous
ca: Cerca l'anterior
uk: Знайти попередній

source: Find next
ca: Cerca el següent
uk: Знайти далі

source: Functions
ca: Funcions
gl: Funcións
uk: Функції

source: Open Scripting Documentation in your browser
ca: Obre la documentació dels scripts al navegador
gl: Abrir a documentación de scripting no teu navegador
uk: Відкрити документацію зі скриптів у вашому браузері

source: ({item} of {total})
ca: ({item}/{total})
uk: ({item} із {total})

source: (not found)
ca: (no s'ha trobat)
uk: (не знайдено)

source: Rename script
ca: Canvia el nom de l'script
gl: Renomear script
uk: Перейменувати скрипт

source: Remove script
ca: Suprimeix l'script
gl: Eliminar script
uk: Видалити скрипт

source: Are you sure you want to remove this script?
ca: Segur que voleu suprimir aquest script?
gl: Estás certo de que queres eliminar este script?
uk: Ви впевнені, що хочете видалити цей скрипт?

source: <em>Function <code>$%s</code> does not exist.<br><br>Are you missing a plugin?</em>
ca: <em>La funció <code>$%s</code> no existeix.<br><br>És possible que falti un connector.</em>
gl: <em>A función <code>$%s</code> non existe.<br><br>Falta algún complemento?</em>
uk: <em>Функції <code>\$%s</code> не існує.<br><br>Можливо, відсутній необхідний плагін?</em>

source: &Word wrap script
ca: A&justa les línies de l'script
gl: &Axuste de liña do script
uk: &Скрипт перенесення слів

source: Word wrap long lines in the editor
ca: Ajusta les línies llargues a l'editor
gl: Axustar as liñas longas no editor
uk: Перенесення слів у довгих рядках у редакторі

source: Show help &tooltips
ca: Mostra els indica&dors de funció d'ajuda
gl: Amosar &descricións emerxentes de axuda
uk: Показати довідку &та підказки

source: Show tooltips for script elements
ca: Mostra indicadors de funció per als elements de l'script
gl: Amosar descricións emerxentes para os elementos do script
uk: Показувати підказки для елементів скрипту

source: No Title
ca: Sense títol
gl: Sen Título
uk: Без назви

source: Error loading Picard releases list: {error_message}
ca: S'ha produït un error en carregar la llista de versions de Picard: {error_message}
gl: Erro ao cargar a lista de lanzamentos de Picard: {error_message}
uk: Помилка завантаження списку релізів Picard: {error_message}

source: Picard Update
ca: Actualització de Picard
gl: Actualización de Picard
uk: Оновлення Picard

source: Unable to retrieve the latest version information from the website. ({url})
ca: No s'ha pogut recuperar la informació de la versió més recent del lloc web. ({url})
gl: Non se puido recuperar a información da última versión do sitio web. ({url})
uk: Не вдалося отримати інформацію про останню версію з вебсайту. ({url})

source: A new version of Picard is available. This version: {picard_old_version} New version: {picard_new_version} Would you like to download the new version?
ca: Hi ha una versió nova de Picard disponible. Versió actual: {picard_old_version} Versió nova: {picard_new_version} Voleu baixar la versió nova?
gl: Hai unha nova versión de Picard dispoñible. Esta versión: {picard_old_version} Nova versión: {picard_new_version} Queres descargar a nova versión?
uk: Доступна нова версія Picard. Ця версія: {picard_old_version} Нова версія: {picard_new_version} Бажаєте завантажити нову версію?

source: There is no update currently available for your subscribed update level: {update_level} Your version: {picard_old_version}
ca: No hi ha cap actualització disponible per al nivell d'actualitzacions seleccionat: {update_level} Versió actual: {picard_old_version}
gl: Non hai ningunha actualización dispoñible actualmente para o teu nivel de actualización subscrito: {update_level} A túa versión: {picard_old_version}
uk: Для вашого передплаченого рівня оновлення наразі немає оновлень: {update_level} Ваша версія: {picard_old_version}

source: %(hours).2dh %(minutes).2dm
ca: %(hours).2d h %(minutes).2d min

source: %(minutes).2dm %(seconds).2ds
ca: %(minutes).2d min %(seconds).2d s

source: is not installed
ca: no està instal·lat
gl: non está instalado
uk: не встановлено

source: Web Browser Error
ca: Error del navegador web
gl: Produciuse un erro co navegador web
uk: Помилка веб-браузера

source: Error while launching a web browser: %s
ca: S'ha produït un error en iniciar el navegador web: %s
gl: Produciuse un erro ao iniciar o navegador web: %s
uk: Помилка під час запуску веб-браузера: %s

source: Error
gl: Erro
uk: Помилка

source: Primary image type as the file name
uk: Тип основного зображення як ім'я файлу

source: Show cover art file size
uk: Розмір файлу обкладинки

source: Show cover art dimensions
uk: Показувати розміри обкладинки

source: Show cover art MIME type
uk: Показувати MIME-тип обкладинки

source: Check for documentation updates
uk: Перевірити наявність оновлень документації

source: Check for plugin updates
uk: Перевірка оновлень плагінів

source: Check for program updates
uk: Перевірка оновлень програми

source: Port
gl: Porto
uk: Порт

source: Update types to check
uk: Типи оновлень для перевірки

source: Submit to configured server
uk: Надіслати на налаштований сервер

source: Allow selecting multiple directories
uk: Дозволити вибір кількох каталогів

source: Use builtin search (not browser)
uk: Використовуйте вбудований пошук (не браузер)

source: Adjust horizontal position in file browser
uk: Налаштування горизонтального положення у файловому браузері

source: Confirm when saving
uk: Підтвердити під час збереження

source: Format
gl: Formato
uk: Формат

source: 250 px
uk: 250 пікс

source: 500 px
uk: 500 пікс

source: 1200 px
uk: 1200 пікс

source: Cover Art Archive
gl: Arquivo de Portadas
uk: Архів обкладинки

source: Formats
uk: Формати

source: Notes
gl: Notas
uk: Нотатки

source: Categories
uk: Категорії

source: main
uk: основний

source: Local
uk: Локальний

source: Categories:
uk: Категорії:

source: &Error
gl: &Erro
uk: &Помилка

source: px
uk: пікселів

source: Port:
gl: Porto:
uk: Порт:

source: General
gl: Xeral
uk: Загальне

source: Colors
gl: Cores
uk: Кольори

source: Format:
gl: Formato:
uk: Формат:

source: Mono
uk: Моно

source: Disc %d
gl: Disco %d
uk: Диск %d

source: %d error
uk: %d помилка

source: %(filename)s (error: %(error)s)
gl: %(filename)s (erro: %(error)s)
uk: %(filename)s (помилка: %(error)s)

source: %(filename)s (%(similarity)d%%) (error: %(error)s)
gl: %(filename)s (%(similarity)d%%) (erro: %(error)s)
uk: %(filename)s(%(similarity)d%%) (помилка: %(error)s)

source: %s (error)
gl: %s (erro)
uk: %s (помилка)

source: Sessions
uk: Сеанси

source: &Script
uk: &Скрипт

source: %(value)s B
uk: %(value)s байти

source: %(value)s kB
uk: %(value)s кб

source: %(value)s KiB
uk: %(value)sКіБ

source: %(value)s MB
uk: %(value)s МБ

source: %(value)s MiB
uk: %(value)s МіБ

source: %(value)s GB
uk: %(value)s ГБ

source: %(value)s GiB
uk: %(value)s ГіБ

source: %(value)s TB
uk: %(value)sТБ

source: %(value)s TiB
uk: %(value)s ТіБ

source: %(value)s PB
uk: %(value)s ПБ

source: %(value)s PiB
uk: %(value)s ПіБ

source: Ctrl+L
gl: Ctrl+B
