Repository: metabrainz/picard
Catalog: po/*.po
Languages: ca, gl, uk

source: Numeric sorting if the column content is numeric. Falls back to natural number sorting.
ca: Ordenació numèrica si el contingut de la columna és numèric. Si no, ordenació per nombres naturals.
uk: Числове сортування, якщо вміст стовпця є числовим. Повертається до сортування натуральних чисел.

source: Natural number sorting
ca: Ordenació per nombres naturals
uk: Сортування натуральних чисел

source: Alphabetical text sorting, but consider numbers (e.g. "Track 2" before "Track 10").
ca: Ordenació alfabètica tenint en compte els nombres (p. ex., «Pista 2» abans de «Pista»).
uk: Сортування тексту за алфавітом, але враховуйте числа (наприклад, «Доріжка 2» перед «Доріжкою 10»).

source: By value length
ca: Per longitud del valor
uk: За значенням довжини

source: Sort by string length.
ca: Ordena per longitud de la cadena.
uk: Сортувати за довжиною рядка.

source: Article insensitive
ca: Sense distinció d'articles
uk: Без урахування артиклів

source: Sort ignoring leading articles (e.g. a, an, the).
ca: Ordenació ignorant els articles inicials (p. ex., «a», «an», «the»).
uk: Сортувати без урахування передових статей (наприклад, a, an, the).

source: Empty values first
ca: Valor buits al principi
uk: Спочатку порожні значення

source: Empty/whitespace values sort first.
ca: Ordenació amb els valors buits o amb espais en blanc al principi.
uk: Порожні/пробільні значення сортуються спочатку.

source: Empty values last
ca: Valors buits al final
uk: Порожні значення в кінці

source: Empty/whitespace values sort last.
ca: Ordenació amb els valors buits o amb espais en blanc al final.
uk: Порожні/пробільні значення сортуються останніми.

source: Unsaved Changes
ca: Canvis sense desar
gl: Trocos sen gardar
uk: Незбережені зміни

source: Confirm Discard
ca: Confirmació del descart
uk: Підтвердити Відхилення

source: You have unsaved changes that will be lost. Do you want to continue without saving?
ca: Teniu canvis sense desar que es perdran. Voleu continuar sense desar?
uk: У вас є незбережені зміни, які буде втрачено. Бажаєте продовжити без збереження?

source: Confirm Delete
ca: Confirmació de la supressió
uk: Підтвердити Видалення

source: Are you sure you want to delete the custom column "{title}"?
ca: Segur que voleu suprimir la columna personalitzada «{title}»?
uk: Ви впевнені, що бажаєте видалити спеціальний стовпець "{title}"?

source: Are you sure you want to delete {n} selected custom columns?
ca: Segur que voleu suprimir les {n} columnes personalitzades seleccionades?
uk: Ви впевнені, що бажаєте видалити {n} вибраних спеціальних стовпців?

source: Invalid column: %s
ca: Columna no vàlida: %s
uk: Некоректний стовпець: %s

source: Invalid column
ca: La columna no és vàlida
uk: Некоректний стовпець

source: Blank expression
ca: Expressió en blanc
uk: Порожній вираз

source: Blank expression for: %s
ca: Expressió en blanc per a %s
uk: Порожній вираз для: %s

source: The expression for "%s" is blank. The column will display nothing. Do you want to continue?
ca: L'expressió per a «%s» està en blanc. La columna no mostrarà res. Voleu continuar?
uk: Вираз для "%s" порожній. Стовпець нічого не відображатиме. Ви хочете продовжити?

source: The expression is blank. The column will display nothing. Do you want to continue?
ca: L'expressió està en blanc. La columna no mostrarà res. Voleu continuar?
uk: Вираз порожній. Стовпець нічого не відображатиме. Ви хочете продовжити?

source: Valid
ca: Vàlida
uk: Коректний

source: %d warning
ca: %d avís
uk: %d попередження

source: Title is required and cannot be empty
ca: El títol és obligatori i no pot estar en blanc
uk: Заголовок є обов’язковим і не може бути пустим

source: Key is required and cannot be empty
ca: La clau és obligatòria i no pot estar en blanc
uk: Ключ обов’язковий і не може бути порожнім

source: Expression is blank; the column will display nothing
ca: L'expressió està en blanc; la columna no mostrarà res
uk: Вираз порожній; стовпець нічого не відображатиме

source: Key must be a valid UUID
ca: La clau ha de ser un UUID vàlid
uk: Ключ має бути дійсним UUID

source: Key "%s" already exists
ca: La clau «%s» ja existeix
uk: Ключ "%s" уже існує

source: Key is required
ca: La clau és obligatòria
uk: Потрібен ключ

source: Invalid field key: "%s"
ca: La clau del camp no és vàlida: «%s»
uk: Некоректний ключ поля: "%s"

source: Field expressions should not start with "$" - use SCRIPT type for scripting
ca: Les expressions de camps no poden començar per «$»; feu servir el tipus SCRIPT per als scripts
uk: Вирази полів не повинні починатися з "$" - використовуйте тип SCRIPT для сценаріїв

source: Invalid script syntax: %s
ca: La sintaxi de l'script no és vàlida: %s
uk: Некоректний синтаксис сценарію: %s

source: Very long scripts may impact performance
ca: Els scripts molt llargs poden afectar el rendiment
uk: Дуже довгі сценарії можуть вплинути на продуктивність

source: Invalid base field for transform: "%s"
ca: El camp base de la transformació no és vàlid: «%s»
uk: Некоректне базове поле для перетворення: "%s"

source: Transform type is required when kind is TRANSFORM
ca: El tipus de transformació és obligatori quan el tipus és TRANSFORM
uk: Тип трансформації є обов’язковим, якщо тип має значення TRANSFORM

source: Transform specified but kind is not TRANSFORM
ca: S'ha especificat una transformació però el tipus no és TRANSFORM
uk: Перетворення вказано, але вид не TRANSFORM

source: Width must be positive
ca: L'amplada ha de ser positiva
uk: Ширина повинна бути додатньою

source: Very wide columns may impact UI layout
ca: Les columnes molt amples poden afectar la disposició de la interfície d'usuari
uk: Дуже широкі стовпці можуть вплинути на макет інтерфейсу користувача

source: Column will not be visible in any view
ca: La columna no serà visible en cap visualització
uk: Стовпець не буде видно в жодному перегляді

source: Unknown views in add_to: %s
ca: S'han indicat visualitzacions desconegudes a «add_to»: %s
uk: Невідомі перегляди в add_to: %s

source: Are you sure you want to quit Picard?
ca: Segur que voleu sortir de Picard?
gl: Estás certo de que queres deixar Picard?
uk: Ви впевнені, що хочете вийти з Picard?

source: There is %d unsaved file. Closing Picard will lose all unsaved changes.
ca: Hi ha %d fitxer sense desar. Si tanqueu Picard es perdran els canvis no desats.
gl: Hai %d ficheiro sen gardar. Ao pechar Picard perderanse todos os cambios non gardados.
uk: Є %d незбережений файл. Закриття Picard призведе до втрати всіх незбережених змін.

source: &Quit Picard
ca: &Surt de Picard
gl: &Saír de Picard
uk: &Вийти з Picard

source: Close Session
ca: Tancament de la sessió
uk: Закрити сесію

source: Do you want to save the current session before continuing?
ca: Voleu desar la sessió actual abans de continuar?
uk: Ви бажаєте зберегти поточний сеанс, перш ніж продовжити?

source: Closing the session will clear all files, clusters and albums from the view.
ca: Si tanqueu la sessió, s'esborraran tots els fitxers, agrupacions i àlbums de la visualització.
uk: Закриття сеансу призведе до видалення всіх файлів, кластерів і альбомів із перегляду.

source: &Save Session
ca: De&sa la sessió
uk: &Зберегти сеанс

source: Do&n't Save
ca: &No la desis
uk: Не&зберігати

source: Session saved to "%(path)s"
ca: S'ha desat la sesssió a «%(path)s»
uk: Сеанс збережено в "%(path)s"

source: Failed to save session
ca: No s'ha pogut desar la sessió
uk: Не вдалося зберегти сеанс

source: Ready
ca: A punt
gl: Listo
uk: Готовий

source: Picard listens on this port to integrate with your browser. When you "Search" or "Open in Browser" from Picard, clicking the "Tagger" button on the web page loads the release into Picard.
ca: Picard escolta aquest port per a integrar-se amb el navegador. Quan seleccioneu «Cerca» o «Obre al navegador» a Picard, si feu clic al botó «Editor d'etiquetes» de la pàgina web es carrega la publicació a Picard.
gl: Picard escoita neste porto para integrarse co teu navegador. Cando "Buscas" ou "Abres no navegador" desde Picard, ao facer clic no botón "Etiquetar" na páxina web, cargarase o lanzamento en Picard.
uk: Picard слухає цей порт для інтеграції з вашим браузером. Коли ви тиснете "Пошук" або "Відкрити в браузері" у Picard, натискання кнопки "Теґер" на веб-сторінці завантажує реліз у Picard.

source: Listening on port %(port)d
ca: S'està escoltant al port %(port)d
gl: Escoitando no porto %(port)d
uk: Слухаю порт %(port)d

source: AcoustID submission not configured
ca: No s'ha configurat l'enviament d'AcoustID
gl: O envío de AcousID non está configurado
uk: Надсилання AcoustID не налаштовано

source: You need to configure your AcoustID API key before you can submit fingerprints.
ca: Heu de configurar la clau de l'API d'AcoustID abans de poder enviar empremtes.
gl: Debes configurar a túa clave de API de AcoustID para poder enviar as impresións dixitais.
uk: Вам потрібно налаштувати свій ключ AcoustID API, перш ніж ви зможете подати відбитки.

source: Open AcoustID options
ca: Obre les opcions d'AcoustID
gl: Abra as opcións de AcousstID
uk: Відкрити параметри AcoustID

source: Lookup &CD…
ca: &Cerca el CD…
gl: Consultar &CD…
uk: Пошук &CD…

source: Recent Sessions
ca: Sessions recents
uk: Останні сесії

source: Recent sessions cleared
ca: S'han esborrat les sessions recents
uk: Останні сеанси видалено

source: Empty
ca: Buit
uk: Порожній

source: Clear Recent Sessions
ca: Esborra les sessions recents
uk: Очистити останні сеанси

source: From CD ripper &log file…
ca: A partir d'un fitxer de &registre de l'extractor de CD…
gl: Desde o ficheiro de &rexistro do extractor de CD…
uk: З CD рипера та файлу журналу…

source: &File
ca: &Fitxer
gl: &Ficheiro
uk: &Файл

source: &Edit
ca: &Edita
gl: &Editar
uk: &Правка

source: &View
ca: &Visualització
gl: &Ver
uk: &Вигляд

source: &Select file naming script
ca: &Selecciona un script de nom dels fitxers
gl: &Seleccione o script de nomeamento de ficheiros
uk: &Виберіть скрипт іменування файлів

source: &Enable/disable profiles
ca: &Habilita/inhabilita perfils
gl: &Activar/desactivar perfís
uk: &Увімкнути/вимкнути профілі

source: &Quick settings
ca: &Configuració ràpida
uk: Ш&видкі налаштування

source: &Options
ca: &Opcions
gl: &Opcións
uk: &Налаштування

source: &Tools
ca: Ei&nes
gl: Ferramen&tas
uk: &Інструменти

source: &Plugin Tools
ca: Eines dels &connectors
uk: &Інструменти плагінів

source: &Help
ca: &Ajuda
gl: &Axuda
uk: &Довідка

source: Actions
ca: Accions
gl: Accións
uk: Дії

source: Search
ca: Cerca
gl: Buscar
uk: Пошук

source: &Advanced search
ca: Cerca &avançada
gl: Busca &avanzada
uk: &Розширений пошук

source: &Builtin search
ca: Cerca inte&grada
gl: &Busca integrada
uk: &Вбудований пошук

source: All supported formats
ca: Tots els formats admesos
gl: Todos os formatos compatíbeis
uk: Всі підтримувані формати

source: Adding multiple directories from "%(directory)s" …
ca: S'estan afegint diversos directoris de «%(directory)s»…
uk: Додавання кількох каталогів із "%(directory)s"…

source: Adding directory: "%(directory)s" …
ca: S'està afegint el directori «%(directory)s»…
uk: Додавання каталогу: "%(directory)s" …

source: Move "{filename}" to trash?
ca: Voleu moure «{filename}» a la paperera?
uk: Перемістити "{filename}" до кошика?

source: Move files to trash
ca: Mou els fitxers a la paperera
uk: Перемістити файли в кошик

source: MusicBrainz Picard Session (%s);;All files (*)
ca: Sessió de MusicBrainz Picard (%s);;Tots els fitxers (*)
uk: MusicBrainz Picard Session (%s);;Усі файли (*)

source: Loading session from "%(path)s" …
ca: S'està carregant la sessió des de «%(path)s»…
uk: Завантаження сеансу з "%(path)s"…

source: Session loaded from "%(path)s"
ca: S'ha carregat la sessió des de «%(path)s»…
uk: Сеанс завантажено з "%(path)s"

source: Configuration Required
ca: Es requereix configuració
gl: Configuración necesaria
uk: Необхідна конфігурація

source: Audio fingerprinting is not yet configured. Would you like to configure it now?
ca: Encara no s'han configurat les empremtes d'àudio. Voleu configurar-les ara?
gl: A pegada dixital de son aínda non está configurada. Queres configuralo agora?
uk: Аудіовідбиток ще не налаштований. Бажаєте налаштувати його зараз?

source: Browser integration not enabled
ca: La integració amb el navegador no està habilitada
gl: A integración do navegador non está activada
uk: Інтеграція з браузером не ввімкнена

source: Submitting releases to MusicBrainz requires the browser integration to be enabled. Do you want to enable the browser integration now?
ca: Cal habilitar la integració amb el navegador per a enviar publicacions a MusicBrainz. Voleu habilitar la integració amb el navegador ara?
gl: O envío de versións a MusicBrainz require que a integración do navegador estea activada. Queres activar a integración do navegador agora?
uk: Для надсилання релізів до MusicBrainz потрібно ввімкнути інтеграцію з браузером. Ви хочете ввімкнути інтеграцію з браузером зараз?

source: Picard needs authorization to access your personal data on the MusicBrainz server. Would you like to log in now?
ca: Picard requereix autorització per a accedir a les vostres dades personals al servidor de MusicBrainz. Voleu iniciar la sessió ara?
gl: Picard necesita autorización para acceder aos seus datos persoais no servidor de MusicBrainz. Queres iniciar sesión agora?
uk: Picard потребує авторизації для доступу до ваших особистих даних на сервері MusicBrainz. Бажаєте увійти зараз?

source: Authentication failed
ca: S'ha produït un error d'autenticació
gl: Fallou a autenticación
uk: Помилка автентифікації

source: Login failed: %s
ca: S'ha produït un error en iniciar la sessió: %s
gl: Fallou o inicio de sesión: %s
uk: Не вдалося ввійти: %s

source: &Options…
ca: &Opcions…
gl: &Opcións…
uk: &Параметри…

source: Open &file naming script editor…
ca: Obre l'editor de scripts de nom dels &fitxers…
gl: Abre o editor de scripts de nomeamento de &ficheiros…
uk: В&ідкрити редактор скриптів іменування файлів…

source: &Cut
ca: Re&talla
gl: &Cortar
uk: &Вирізати

source: &Paste
ca: En&ganxa
gl: &Pegar
uk: &Вставити

source: &Help…
ca: &Ajuda…
gl: &Axuda…
uk: &Довідка…

source: &About…
ca: Quant &a…
gl: &Acerca de…
uk: &Про програму…

source: &Donate…
ca: Fes una &donació…
gl: &Doar…
uk: &Пожертва…

source: &Report a Bug…
ca: Info&rma d'un error…
gl: &Informar dun erro…
uk: &Звіт про помилку…

source: &Support Forum…
ca: &Fòrum d'ajuda…
gl: Foro de a&sistencia…
uk: &Форум підтримки…

source: &Add Files…
ca: &Afegeix fitxers…
gl: Eng&adir ficheiros…
uk: &Додати файли…

source: Add files to the tagger
ca: Afegeix fitxers a l'editor d'etiquetes
gl: Engadir ficheiros ao etiquetador
uk: Додати файли в теґер

source: Add Fold&er…
ca: Afegeix una &carpeta…
gl: Enga&dir un cartafol…
uk: Д&одати теку…

source: Add a folder to the tagger
ca: Afegeix una carpeta a l'editor d'etiquetes
gl: Engadir un cartafol ao etiquetador
uk: Додати теку в теґер

source: Close Window
ca: Tanca la finestra
gl: Pechar a xanela
uk: Закрити вікно

source: &Save
ca: De&sa
gl: &Gardar
uk: З&берегти

source: Save selected files
ca: Desa els fitxers seleccionats
gl: Gardar os ficheiros seleccionados
uk: Зберегти вибрані файли

source: Move to &trash
ca: Mou a la &paperera
uk: Перемістити в &кошик

source: S&ubmit AcoustIDs
ca: Envia les empremtes Aco&ustID
gl: &Enviar os AcoustID
uk: Н&адіслати AcoustID

source: Submit acoustic fingerprints
ca: Envia les empremtes d'àudio
gl: Enviar pegadas dixitais acústicas
uk: Додати акустичні відбитки

source: E&xit
ca: Sur&t
gl: &Saír
uk: В&ийти

source: &Remove
ca: Sup&rimeix
gl: Borra&r
uk: Ви&лучити

source: Remove selected files/albums
ca: Suprimeix els fitxers/àlbums seleccionats
gl: Borrar os ficheiros ou álbums seleccionados
uk: Вилучити вибрані файли/альбоми

source: Lookup in &Browser
ca: Cerca al na&vegador
gl: Consulta no &Navegador
uk: Шукати в &Браузері

source: Lookup selected item on MusicBrainz website
ca: Cerca l'element seleccionat al lloc web de MusicBrainz
gl: Consulta o elemento seleccionado no sitio web de MusicBrainz
uk: Пошук вибраного елемента на веб-сайті MusicBrainz

source: Submit cluster as release…
ca: Envia l'agrupació com a publicació…
gl: Enviar clúster como versión…
uk: Надіслати кластер як реліз…

source: Submit cluster as a new release to MusicBrainz
ca: Envia l'agrupació com a publicació nova a MusicBrainz
gl: Enviar o clúster como un lanzamento novo a MusicBrainz
uk: Надіслати кластер як новий реліз до MusicBrainz

source: Submit file as standalone recording…
ca: S'envia el fitxer com a enregistrament independent…
gl: Enviar ficheiro como gravación independente…
uk: Надіслати файл як окремий запис…

source: Submit file as a new recording to MusicBrainz
ca: Envia el fitxer com a enregistrament nou a MusicBrainz
gl: Envía o ficheiro como unha nova gravación a MusicBrainz
uk: Надіслати файл як новий запис до MusicBrainz

source: Submit file as release…
ca: Envia el fitxer com a publicació…
gl: Enviar ficheiro como lanzamento…
uk: Надіслати файл як реліз…

source: Submit file as a new release to MusicBrainz
ca: Envia el fitxer com a publicació nova a MusicBrainz
gl: Envíe o ficheiro como un novo lanzamento a MusicBrainz
uk: Надіслати файл як новий реліз до MusicBrainz

source: Search for similar items…
ca: Cerca elements similars…
gl: Busca elementos semellantes…
uk: Пошук схожих елементів…

source: Similar items
ca: Elements similars
gl: Elementos semellantes
uk: Схожі елкменти

source: View similar releases or recordings and optionally choose a different one
ca: Visualitza publicacions o enregistraments similars i selecciona'n un de diferent, opcionalment
gl: Ver lanzamentos ou gravacións semellantes e, opcionalmente, elixe un diferente
uk: Переглянути подібні релізи чи записи та за потреби вибрати інший

source: Search for similar albums…
ca: Cerca àlbums similars…
gl: Busca álbums semellantes…
uk: Пошук схожих альбомів…

source: View similar releases and optionally choose a different release
ca: Visualitza publicacions similars i selecciona'n una de diferent, opcionalment
gl: Ver lanzamentos semellantes e, opcionalmente, escoller un lanzamento diferente
uk: Переглянути схожі релізи та за потреби вибрати інший реліз

source: Search for similar tracks…
ca: Cerca pistes similars…
gl: Busca pistas semellantes…
uk: Пошук схожих треків…

source: View similar tracks and optionally choose a different release
ca: Visualitza pistes similars i selecciona'n una de diferent, opcionalment
gl: Ver cancións semellantes e, opcionalmente, escolle un lanzamento diferente
uk: Переглянути схожі треки та за потреби вибрати інший реліз

source: Show &other album versions…
ca: Mostra altres versi&ons de l'àlbum…
gl: Mostrar &outros lanzamentos do álbum…
uk: Показати інші версії альбому…

source: File &Browser
ca: &Explorador de fitxers
gl: &Navegador de ficheiros
uk: &Перегляд файлів

source: &Metadata
ca: &Metadades
gl: &Metadatos
uk: &Метадані

source: &Cover Art
ca: &Caràtules
gl: &Imaxe da portada
uk: &Обкладинка

source: &Actions
ca: &Accions
gl: &Accións
uk: &Дії

source: Filter Items
ca: Filtra els elements
uk: Фільтр елементів

source: Toggle filtering of items based on specific tag values.
ca: Activeu/desactiveu el filtratge d'elements segons el valor d'etiquetes específiques.
uk: Увімкнути/вимкнути фільтрацію елементів на основі певних значень тегів.

source: Lookup the details of the CD in your drive
ca: Cerca els detalls del CD a la unitat
gl: Consulta os detalles do CD na túa unidade
uk: Знайдіть інформацію про CD у вашому дисководі

source: &Scan
ca: Analit&za
gl: &Examinar
uk: С&канувати

source: Use AcoustID audio fingerprint to identify the files by the actual music, even if they have no metadata
ca: Fes servir l'empremta d'àudio AcoustID per a identificar els fitxers per la música en si, fins i tot si no tenen metadades
gl: Use a impresión dixital de son de AcoustID para identificar os ficheiros pola música real, aínda que non teñan metadatos
uk: Використати аудіовідбиток AcoustID для визначення файлів за реальною музикою, навіть якщо вони без метаданих

source: Identify the file using its AcoustID audio fingerprint
ca: Identifica el fitxer amb l'empremta d'àudio AcoustID
gl: Identifique o ficheiro usando a súa pegada dixital de son AcoustID
uk: Ідентифікувати файл за допомогою його аудіовідбитка AcoustID

source: &Generate AcoustID Fingerprints
ca: &Genera les empremtes AcoustID
gl: &Xerar pegadas dixitais de AcousID
uk: &Генерувати відбитки AcoustID

source: Generate Fingerprints
ca: Genera les empremtes
gl: Xerar pegadas dixitais
uk: Генерувати відбитки

source: Generate the AcoustID audio fingerprints for the selected files without doing a lookup
ca: Genera les empremtes d'àudio AcoustID dels fitxers seleccionats sense fer una cerca
gl: Xera as impresións dixitais de son de AcoustID para os ficheiros seleccionados sen facer unha consulta
uk: Згенерувати аудіовідбитки AcoustID для вибраних файлів без виконання пошуку

source: Generate the AcoustID audio fingerprints for the selected files
ca: Genera les empremtes d'àudio AcoustID dels fitxers seleccionats
gl: Xera as impresións dixitais de audio de AcoustID para os ficheiros seleccionados
uk: Згенерувати аудіовідбитки AcoustID для вибраних файлів

source: Cl&uster
ca: Agr&upa
gl: Agr&upar
uk: &Разбити на кластери

source: Cluster files into album clusters
ca: Agrupa els fitxers en agrupacions d'àlbum
gl: Agrupar ficheiros en grupos de álbums
uk: Групування файлів у кластери альбомів

source: &Lookup
ca: Cerc&a
gl: &Consultar
uk: &Пошук

source: Lookup selected items in MusicBrainz
ca: Cerca els elements seleccionats a MusicBrainz
gl: Consulta elementos seleccionados en MusicBrainz
uk: Пошук вибраних елементів у MusicBrainz

source: &Info…
ca: &Informació…
gl: &Información…
uk: &Інформація…

source: &Refresh
ca: Actua&litza
gl: Actualiza&r
uk: &Оновити

source: &Rename Files
ca: Canvia el nom dels fitxe&rs
gl: &Renomear ficheiros
uk: П&ерейменувати файли

source: &Move Files
ca: &Mou els fitxers
gl: &Mover ficheiros
uk: Пе&ремістити файли

source: Save &Tags
ca: Desa les e&tiquetes
gl: Gardar e&tiquetas
uk: &Зберегти теги

source: Tags From &File Names…
ca: Etiqueta a partir dels noms dels &fitxers…
gl: Etiquetas a partir de nomes de &ficheiro…
uk: Теги з н&азв файлів…

source: Parse File Names…
ca: Analitza els noms dels fitxers…
gl: Analizar os nomes dos ficheiros…
uk: Аналізувати назви файлів…

source: Set tags based on the file names
ca: Defineix les etiquetes a partir dels noms dels fitxers
gl: Establece etiquetas en función dos nomes dos ficheiros
uk: Встановити теги на основі імен файлів

source: &Open My Collections in Browser
ca: &Obre les meves col·leccions al navegador
gl: &Abre as miñas coleccións no navegador
uk: &Відкрити Мої колекції у браузері

source: View &Error/Debug Log
ca: Visualitza el registre d'&errors/depuració
gl: Ver rexistro de &erros/depuración
uk: Переглянути &журнал помилок/налагодження

source: View Activity &History
ca: Visualitza l'&historial d'activitat
gl: Ver &historial de actividade
uk: Переглянути &активність та історію

source: &Play
ca: Re&produeix
uk: &Грати

source: Play select files
ca: Reprodueix els fitxers seleccionats

source: Open in System &Media Player
ca: Obre al reproductor &multimèdia del sistema
uk: Відкрити в системі та &медіапрогравачі

source: Play the file in your default media player
ca: Reprodueix el fitxer al reproductor de música per defecte
gl: Reproduce o ficheiro no teu reprodutor multimedia predeterminado
uk: Відтворити файл у медіаплеєрі за замовчуванням

source: Open Containing &Folder
ca: Obre la carpeta conteni&dora
gl: Abrir o &cartafol que o contén
uk: Відкрити &папку

source: Open the containing folder in your file explorer
ca: Obre la carpeta contenidora a l'explorador de fitxers
gl: Abrir o cartafol que contén o ficheiro no explorador de ficheiros
uk: Відкрити папку з файлом у Провіднику
