Repository: metabrainz/picard
Catalog: po/*.po
Languages: ca, gl, uk

source: Unmatched Files
ca: Fitxers sense coincidències
gl: Ficheiros sen coincidencias
uk: Файли без відповідності

source: Album %(id)s loaded: %(artist)s - %(album)s
ca: S'ha carregat l'àlbum %(id)s: %(artist)s - %(album)s
gl: Álbum %(id)s cargado: %(artist)s - %(album)s
uk: Альбом %(id)s завантажені: %(artist)s-%(album)s

source: Loading album %(id)s …
ca: S'està carregant l'àlbum %(id)s…
gl: A cargar o álbum %(id)s …
uk: Завантаження альбому %(id)s…

source: [loading album information]
ca: [s'està carregant la informació de l'àlbum]
gl: [cargando a información do álbum]
uk: [завантаження даних альбому]

source: [could not load album %s]
ca: [no s'ha pogut carregar l'àlbum %s]
gl: [non foi posíbel cargar o álbum %s]
uk: [не вдалось завантажити альбом %s]

source: Cluster %(album)s identified!
ca: S'ha identificat l'agrupació %(album)s!
gl: Clúster %(album)s identificado!
uk: Кластер %(album)s виявлений!

source: No matching releases for cluster %(album)s
ca: No s'ha trobat cap publicació coincident per a l'agrupació %(album)s
gl: Ningún lanzamento coincide co clúster %(album)s
uk: Немає відповідних релізів для кластера %(album)s

source: Looking up the metadata for cluster %(album)s…
ca: S'estan cercant les metadades de l'agrupació %(album)s…
gl: Buscando os metadatos para o clúster %(album)s…
uk: Пошук метаданих для кластера %(album)s…

source: Unclustered Files
ca: Fitxers sense agrupar
gl: Ficheiros sen clúster
uk: Некластеризовані файли

source: Clusters
ca: Agrupacions
gl: Clústers
uk: Кластери

source: Error while modifying collections: %(error)s
ca: S'ha produït un error en modificar les col·leccions: %(error)s
gl: Erro ao modificar as coleccións: %(error)s
uk: Помилка під час зміни колекцій: %(error)s

source: Added %(count)i release to collection "%(name)s"
ca: S'ha afegit %(count)i publicació a la col·lecció «%(name)s»
gl: Engadido %(count)i lanzamento á colección "%(name)s"
uk: Додано %(count)i реліз до колекції "%(name)s"

source: Removed %(count)i release from collection "%(name)s"
ca: S'ha suprimit %(count)i publicació de la col·lecció «%(name)s»
gl: Eliminouse %(count)i lanzamento da colección "%(name)s"
uk: Видалено %(count)i реліз з колекції "%(name)s"

source: Error loading collections: %(error)s
ca: S'ha produït un error en carregar les col·leccions: %(error)s
gl: Erro ao cargar as coleccións: %(error)s
uk: Помилка завантаження колекцій: %(error)s

source: Various Artists file naming scheme removal
ca: Supressió de l'esquema de nom dels fitxers per a diversos artistes
gl: Eliminación do esquema de nomeado de ficheiros de Artistas Varios
uk: Видалення схеми імен файлів різних виконавців

source: The separate file naming scheme for various artists albums has been removed in this version of Picard. Your file naming scheme has automatically been merged with that of single artist albums.
ca: L'esquema de nom dels fitxers independent per als àlbums amb diversos artistes s'ha suprimit en aquesta versió de Picard. El vostre esquema de nom dels fitxers s'ha fusionat automàticament amb el dels àlbums amb un únic artista.
gl: O esquema de nomeado de ficheiros separado para álbums de Artistas Varios foi eliminado nesta versión de Picard. O teu esquema de nomeado de ficheiros foi automaticamente combinado co de álbums de artista único.
uk: У цій версії Picard була вилучена окрема схема іменування файлів для різних альбомів виконавців. Ваша схема присвоєння імен файлів автоматично була об'єднана з альбомами одного виконавця.

source: The separate file naming scheme for various artists albums has been removed in this version of Picard. You currently do not use this option, but have a separate file naming scheme defined. Do you want to remove it or merge it with your file naming scheme for single artist albums?
ca: L'esquema de nom dels fitxers independent per als àlbums amb diversos artistes s'ha suprimit en aquesta versió de Picard. Actualment no feu servir aquesta opció, però heu definit un esquema de nom dels fitxers independent. Voleu suprimir-lo o fusionar-lo amb l'esquema de nom dels fitxers per a àlbums amb un únic artista?
gl: O esquema de nomeado de ficheiros separado para álbums de Artistas Varios foi eliminado nesta versión de Picard. Actualmente non usas esta opción, pero tes un esquema de nomeado de ficheiros separado definido. Queres eliminalo ou combinálo co teu esquema de nomeado de ficheiros para álbums de artista único?
uk: У цій версії Picard була вилучена окрема схема іменування файлів для різних альбомів виконавців. Ви наразі не використовуєте цю опцію, але маєте окрему схему іменування файлів. Ви хочете видалити його або об'єднати зі схемою іменування файлів для альбомів одного виконавця?

source: Merge
ca: Fusiona
gl: Combinar
uk: Об'єднання

source: Remove
ca: Suprimeix
gl: Borrar
uk: Видалити

source: Primary file naming script
ca: Script de nom dels fitxers principal
gl: Script principal de nomeado de ficheiros
uk: Основний скрипт іменування файлів

source: Plugin Fullpath
ca: Camí complet del connector
gl: Camiño completo do plugin
uk: Повний шлях плагіна

source: Log plugin full paths
ca: Registra els camins complets dels connectors
gl: Rexistrar os camiños completos dos complementos
uk: Повні шляхи плагіна журналу

source: Web Service Post Data
ca: Dades POST dels serveis web
gl: Datos de envío POST do servizo web
uk: Дані публікації веб-сервісу

source: Log data of web service post requests
ca: Registra les dades de les sol·licituds POST dels serveis web
gl: Rexistrar os datos das solicitudes POST do servizo web
uk: Дані журналу запитів на публікацію веб-сервісу

source: Web Service Replies
ca: Respostes dels serveis web
gl: Respostas do servizo web
uk: Відповіді веб-сервісів

source: Log content of web service replies
ca: Registra el contingut de les respostes dels serveis web
gl: Rexistrar o contido das respostas do servizo web
uk: Вміст журналу відповідей веб-сервісу

source: Git Backend
ca: Rerefons del Git

source: Log git backend method calls
ca: Registra les crides als mètodes del rerefons del Git
uk: Записувати в лог виклики методів Git-бекенду

source: Cannot save file: the file no longer exists.
ca: No es pot desar el fitxer: el fitxer ja no existeix.
uk: Не вдається зберегти файл: файл більше не існує.

source: Cannot save file: permission denied.
ca: No es pot desar el fitxer: s'ha denegat el permís.
uk: Неможливо зберегти файл: у дозволі відмовлено.

source: The file failed to parse, either the file is damaged or has an unsupported file format.
ca: No s'ha pogut analitzar el fitxer; està malmès o té un format de fitxer no admès.
gl: Non se puido analizar o ficheiro, pode que o ficheiro estea danado ou teña un formato de ficheiro non compatible.
uk: Файл не вдалося розібрати: він пошкоджений або має непідтримуваний формат.

source: No matching tracks above the threshold for file "%(filename)s"
ca: No s'ha trobat cap pista coincident per sobre del llindar per al fitxer «%(filename)s»
uk: Немає відповідних доріжок вище порогу для файлу "%(filename)s"

source: File "%(filename)s" identified!
ca: S'ha identificat el fitxer «%(filename)s»!
uk: Файл "%(filename)s" ідентифіковано!

source: No matching tracks for file "%(filename)s"
ca: No s'ha trobat cap pista coincident amb el fitxer «%(filename)s»
uk: Немає відповідних доріжок для файлу "%(filename)s"

source: Looking up the metadata for file %(filename)s …
ca: S'estan cercant les metadades del fitxer %(filename)s…
gl: Buscando os metadatos para o ficheiro %(filename)s …
uk: Пошук метаданих для файлу %(filename)s …

source: %i image
ca: %i imatge
gl: %i imaxe
uk: %i зображення

source: %i image not in all tracks
ca: Hi ha %i imatge no inclosa en totes les pistes
gl: A imaxe %i non está en todas as pistas
uk: %i зображення відсутнє в деяких треках

source: Warning
ca: Avís
gl: Aviso
uk: Попередження

source: Info
ca: Informació
gl: Información
uk: Інформація

source: Debug
ca: Depuració
gl: Depurar
uk: Налагодження

source: Unexpected token revocation error
ca: S'ha produït un error inesperat en revocar el testimoni
gl: Erro de revogación de token inesperado
uk: Неочікувана помилка відкликання токена

source: Unexpected authentication error
ca: S'ha produït un error inesperat d'autenticació
gl: Erro de autenticación inesperado
uk: Неочікувана помилка автентифікації

source: Unexpected request error (HTTP code %s)
ca: S'ha produït un error inesperat a la sol·licitud (codi HTTP %s)
gl: Erro de solicitude inesperado (código HTTP %s)
uk: Неочікувана помилка запиту (HTTP-код %s)

source: Tags to ignore for comparison
ca: Etiquetes que s'ignoraran a les comparacions
gl: Etiquetas a ignorar para a comparación
uk: Теги, які потрібно ігнорувати для порівняння

source: Ignore hidden files
ca: Ignora els fitxers ocults
gl: Ignorar ficheiros ocultos
uk: Ігнорувати приховані файли

source: Cover art providers
ca: Proveïdors de caràtules
gl: Proveedores de imaxes de portadas
uk: Постачальники обкладинок

source: File name for images
ca: Nom de fitxer de les imatges
gl: Nome do ficheiro para as imaxes
uk: Ім'я файлу для зображень

source: Embed only a single front image
ca: Incrusta només una imatge de la caràtula
gl: Incorporar só unha única imaxe frontal
uk: Вбудувати лише одне зображення спереду

source: Overwrite existing image files
ca: Sobreescriu els fitxers d'imatge existents
gl: Sobrescribir os ficheiros de imaxes existentes
uk: Перезаписати існуючі файли зображень

source: Save AcoustID fingerprints
ca: Desa les empremtes AcoustID
gl: Gardar as pegadas dixitais de AcoustID
uk: Зберегти аудіо відбиток AcoustID

source: Automatically scan all new files
ca: Analitza automàticament tots els fitxers nous
gl: Examinar de xeito automático os ficheiros novos
uk: Автоматично сканувати всі нові файли

source: Automatically cluster all new files
ca: Agrupa automàticament tots els fitxers nous
gl: Examinar de xeito automático os ficheiros novos
uk: Автоматично згупувати всі нові файли

source: Ignore MBIDs when loading new files
ca: Ignora els MBID en carregar fitxers nous
gl: Ignorar os MBID ao engadir ficheiros novos
uk: Ігнорувати MBID при завантаженні нових файлів

source: Server address
ca: Adreça del servidor
gl: Enderezo do servidor
uk: Адреса сервера

source: Days between update checks
ca: Dies entre les comprovacions d'actualitzacions
gl: Días entre as comprobacións de actualizacións
uk: Дні між перевірками оновлень

source: Use album artist genres
ca: Fes servir els gèneres dels artistes de l'àlbum
gl: Usar os xéneros do artista do álbum
uk: Використовувати жанри альбому виконавця

source: Use folksonomy tags as genre
ca: Fes servir les etiquetes de folcsonomia com a gènere
gl: Usar as etiquetas colaborativas (Folcsonomía) como xénero
uk: Використовувати теги користувачів як жанр

source: Genres to include or exclude
ca: Gèneres que s'han d'incloure o excloure
gl: Xéneros a incluír ou excluir
uk: Включити або виключити жанри

source: Join multiple genres with
ca: Concatena els gèneres amb
gl: Xuntar varios xéneros con
uk: Об’єднати з кількома жанрами

source: Maximum number of genres
ca: Nombre màxim de gèneres
gl: Número máximo de xéneros
uk: Максимальна кількість жанрів

source: Minimal genre usage
ca: Ús mínim del gènere
gl: Uso mínimo de xéneros
uk: Мінімальне використання жанру

source: Use only my genres
ca: Fes servir només els meus gèneres
gl: Usar só os meus xéneros
uk: Використовувати лише мої жанри

source: Use genres from MusicBrainz
ca: Fes servir els gèneres de MusicBrainz
gl: Usar xéneros de MusicBrainz
uk: Використовуйте жанри з MusicBrainz

source: Show icons in menus
ca: Mostra icones als menús
gl: Amosar iconas nos menús
uk: Показувати значки в меню

source: Begin browsing in a specific directory
ca: Inicia l'exploració en un directori específic
gl: Comezar a explorar nun directorio específico
uk: Почати перегляд у певному каталозі

source: Directory to begin browsing
ca: Directori on iniciar l'exploració
gl: Directorio no que comezar a explorar
uk: Каталог для початку перегляду

source: Show text labels under icons
ca: Mostra etiquetes de text sota les icones
gl: Mostrar etiquetas de texto baixo as iconas
uk: Показувати написи під значками

source: User interface language
ca: Llengua de la interfície d'usuari
gl: Idioma da interface de usuario
uk: Мова інтерфейсу

source: User interface color theme
ca: Tema de color de la interfície d'usuari
gl: Tema de cor da interface de usuario
uk: Колірна тема інтерфейсу користувача

source: Use advanced search syntax
ca: Fes servir la sintaxi de cerca avançada
gl: Usar a sintaxe de busca avanzada
uk: Використовувати розширений синтаксис запитів

source: Colors to use for light theme
ca: Colors del tema clar
gl: Cores a empregar para o tema claro
uk: Кольори для використання у світлій темі

source: Colors to use for dark theme
ca: Colors del tema fosc
gl: Cores a empregar para o tema escuro
uk: Кольори для використання в темній темі

source: Layout of the tool bar
ca: Disposició de la barra d'eines
gl: Disposición da barra de ferramentas
uk: Макет панелі інструментів

source: Tags to show at the top
ca: Etiquetes que es mostraran a la part superior
gl: Etiquetas para amosar na parte superior
uk: Теги для відображення вгорі

source: Translation locales
ca: Configuracions regionals de traducció
gl: Localizacións de tradución
uk: Мови перекладу

source: Standalone recordings name
ca: Nom dels enregistraments independents
gl: Nome das gravacións independentes
uk: Назва окремих записів

source: Use release relationships
ca: Fes servir les relacions de publicació
gl: Usar relacións de lanzamento
uk: Використовувати спорідненість релізів

source: Translation script exceptions
ca: Excepcions de l'script de traducció
gl: Excepcións do script de tradución
uk: Винятки у перекладацьких скриптах

source: Use standardized artist names
ca: Fes servir els noms d'artista estandarditzats
gl: Usar nomes de artista estandarizados
uk: Використовуйте стандартні імена виконавців

source: Use standardized instrument credits
ca: Fes servir els crèdits d'instruments estandarditzats
gl: Usar créditos estandarizados de instrumentos
uk: Стандартизовані відомості про інструменти виконавців

source: Use standardized vocal credits
ca: Fes servir els crèdits de veu estandarditzats
gl: Usar créditos estandarizados de voces
uk: Стандартизовані відомості про вокалістів

source: Use track and release relationships
ca: Fes servir les relacions de pista i publicació
gl: Usar as relacións entre pista e lanzamento
uk: Використовувати зв’язки треків і релізів

source: Translate artist names
ca: Tradueix els noms dels artistes
gl: Traducir nomes de artistas
uk: Переклад імен виконавців

source: Translate album titles
ca: Tradueix els títols dels àlbums
uk: Перекласти назви альбомів

source: Translate track titles
ca: Tradueix els títols de les pistes
uk: Перекласти назви треків

source: Translate artist names exception
ca: Excepció de la traducció dels noms dels artistes
gl: Excepción na tradución de nomes de artistas
uk: Виняток щодо перекладу імен виконавців

source: Various Artists name
ca: Nom quan hi ha diversos artistes
gl: Nome de Artistas Varios
uk: Різні ім'я виконавців

source: Browser integration
ca: Integració amb el navegador
gl: Integración co navegador
uk: Інтеграція браузера

source: Listen only on localhost
ca: Escolta només localhost
gl: Escoitar só en localhost
uk: Слухати лише на localhost

source: Default listening port
ca: Port d'escolta per defecte
gl: Porto de escoita por defecto
uk: Стандартний порт для прослуховування

source: Proxy password
ca: Contrasenya del servidor intermediari
gl: Contrasinal do proxy
uk: Пароль проксі-сервера

source: Proxy server address
ca: Adreça del servidor intermediari
gl: Enderezo do servidor proxy
uk: Адреса проксі-сервера

source: Proxy server port
ca: Port del servidor intermediari
gl: Porto do servidor proxy
uk: Порт проксі-сервера

source: Type of proxy server
ca: Tipus de servidor intermediari
gl: Tipo de servidor proxy
uk: Тип проксі-сервера

source: Proxy username
ca: Nom d'usuari del servidor intermediari
gl: Nome de usuario do proxy
uk: Ім'я користувача проксі-сервера

source: Use a web proxy server
ca: Fes servir un servidor intermediari
gl: Usar un servidor proxy web
uk: Використовувати проксі-сервер

source: Plugins execution order
ca: Ordre d'execució dels connectors
uk: Порядок виконання плагінів

source: Enable track ratings
ca: Habilita les puntuacions de les pistes
gl: Activar a puntuación de pistas
uk: Увімкнути оцінку композицій

source: Submit ratings to MusicBrainz
ca: Envia les puntuacions a MusicBrainz
gl: Enviar puntuacións a MusicBrainz
uk: Надіслати оцінки до MusicBrainz

source: Preferred release countries
ca: Països de publicació preferits
gl: Países de lanzamento preferidos
uk: Бажані країни випуску альбому

source: Preferred medium formats
ca: Formats de suport preferits
gl: Formatos de medio preferidos
uk: Бажані середні формати

source: Preferred release types
ca: Tipus de publicacions preferits
gl: Tipos de lanzamento preferidos
uk: Бажані типи альбому

source: Delete empty directories
ca: Suprimeix els directoris buits
gl: Borrar directorios baleiros
uk: Вилучити порожні каталоги

source: Move additional files
ca: Mou els fitxers addicionals
gl: Mover arquivos adicionais
uk: Переміщення додаткових файлів

source: Additional file patterns
ca: Patrons de fitxers addicionals
gl: Patróns de arquivos adicionais
uk: Додаткові шаблони файлів

source: Move files
ca: Mou els fitxers
gl: Mover ficheiros
uk: Перемістити файли

source: Destination directory
ca: Directori de destinació
gl: Directorio de destino
uk: Тека призначення

source: Overwrite existing files
ca: Sobreescriu els fitxers existents
uk: Перезаписати наявні файли

source: Rename files
ca: Canvia el nom dels fitxers
gl: Renomear ficheiros
uk: Перейменувати файли

source: Replace non-ASCII characters
ca: Substitueix els caràcters no ASCII
gl: Substituír os caracteres non ASCII
uk: Замінювати не-ASCII символи

source: Replace spaces with underscores
ca: Substitueix els espais per ratlles baixes
gl: Substituír espazos por guións baixos
uk: Замініть пробіли символами підкреслення

source: Windows compatibility
ca: Compatibilitat amb el Windows
gl: Compatibilidade con Windows
uk: Сумісність з Windows

source: Windows long path support
ca: Compatibilitat amb camins llargs del Windows
gl: Soporte para rutas longas en Windows
uk: Підтримка довгих шляхів у Windows

source: Enable tagger scripts
ca: Habilita els scripts d'etiquetatge
gl: Activar scripts de etiquetado
uk: Увімкнути скрипти теґерів

source: Tagger scripts
ca: Scripts d'etiquetatge
gl: Scripts de etiquetado
uk: Сценарії теґерів

source: Clear existing tags
ca: Esborra les etiquetes existents
gl: Limpar as etiquetas existentes
uk: Очистити наявні теги

source: Enable saving tags to files
ca: Habilita el desament de les etiquetes als fitxers
uk: Увімкніть збереження тегів у файлах

source: Preserved tags list
ca: Llista d'etiquetes preservades
gl: Lista de etiquetas preservadas
uk: Список збережених тегів

source: Save APEv2 tags to AAC
ca: Desa les etiquetes APEv2 als fitxers AAC
gl: Gardar etiquetas APEv2 en AAC
uk: Зберегти теги APEv2 у форматі AAC

source: Save APEv2 tags to AC3
ca: Desa les etiquetes APEv2 als fitxers AC3
gl: Gardar etiquetas APEv2 en AC3
uk: Зберегти теги APEv2 в AC3

source: ID3v2.3 join character
ca: Caràcter de concatenació per a ID3v2.3
gl: Carácter de unión ID3v2.3
uk: Символ з'єднання ID3v2.3

source: ID3v2 text encoding
ca: Codificació del text per a ID3v2
gl: Codificación de texto de ID3v2
uk: Кодування тексту ID3v2

source: Write ID3v1 tags
ca: Escriu les etiquetes ID3v1
gl: Escribir etiquetas ID3v1
uk: Запис тегів ID3v1

source: ID3v2 version to write
ca: Versió d'ID3v2 que s'escriurà
gl: Versión ID3v2 para escribir
uk: Версія ID3v2 для запису

source: RIFF INFO text encoding
ca: Codificació de text de RIFF INFO
gl: Codificación de texto RIFF INFO
uk: Кодування тексту RIFF INFO

source: Selected file naming script
ca: Script de nom dels fitxers seleccionat
gl: Script de nomeado de ficheiros seleccionado
uk: Обраний скрипт іменування файлів

source: No auto-matching on load
ca: No facis una coincidència automàtica en carregar
uk: Немає автоматичної відповідності під час завантаження

source: Auto-save interval
ca: Interval de desament automàtic
uk: Інтервал автозбереження

source: Sessions directory
ca: Directori de les sessions
uk: Каталог сеансів

source: Plugins to exclude from updates
ca: Connectors exclosos de les actualitzacions
uk: Плагіни, які потрібно виключити з оновлень

source: No title for setting "%s"
ca: El paràmetre «%s» no té títol
uk: Немає назви для налаштування "%s"

source: No plugin description available.
ca: No hi ha cap descripció del connector disponible.
uk: Немає опису плагіна.

source: Unknown Plugin
ca: Connector desconegut
uk: Невідомий плагін

source: Album
ca: Àlbum
gl: Álbum
uk: Альбом

source: Track
ca: Pista
gl: Pista
uk: Трек

source: Unknown
ca: Desconegut
gl: Descoñecido
uk: Невідоме

source: No function description available.
ca: No hi ha cap descripció de la funció disponible.
uk: Немає опису функції.

source: Tracks
ca: Pistes
gl: Pistas
uk: Треки

source: Year
ca: Any
gl: Ano
uk: Рік

source: Country
ca: País
gl: País
uk: Країна

source: Label
ca: Segell
gl: Selo
uk: Ярлик

source: Cat No
ca: Núm. catàleg
gl: Nº de catálogo
uk: Категорія номер

source: Packaging
ca: Empaquetatge
gl: Embalaxe
uk: Упаковка

source: Barcode
ca: Codi de barres
gl: Código de barras
uk: Штрих-код

source: Disambiguation
ca: Desambiguació
gl: Desambiguación
uk: Розрізнення (Disambiguation)

source: [no barcode]
ca: [no hi ha cap codi de barres]
gl: [sen código de barras]
uk: [штрих-код відсутній]

source: [no release info]
ca: [no hi ha informació de la publicació]
gl: [sen información de lanzamento]
uk: [інформація про реліз відсутня]

source: MusicBrainz Account
ca: Compte de MusicBrainz
gl: Conta de MusicBrainz
uk: Обліковий запис MusicBrainz

source: Authorization code:
ca: Codi d'autorització:
gl: Código de autorización:
uk: Код авторизації:

source: Failed to load session
ca: No s'ha pogut carregar la sessió
uk: Не вдалося завантажити сеанс

source: The following plugins have been blacklisted and disabled: {plugin_list} These plugins may contain security vulnerabilities or malicious code. They have been automatically disabled for your protection.
ca: Els connectors següents s'han afegit a la llista de no permesos i inhabilitat: {plugin_list} Aquests connectors poden contenir vulnerabilitats de seguretat o codi maliciós. S'han inhabilitat automàticament per a la vostra seguretat.
uk: Наступні плагіни внесено в чорний список і вимкнено: {plugin_list} Ці плагіни можуть містити вразливі місця або шкідливий код. Вони були автоматично вимкнені для вашого захисту.

source: Blacklisted Plugins Detected
ca: S'han detectat connectors no permesos
uk: Виявлено плагіни з чорного списку

source: Removing album %(id)s: %(artist)s - %(album)s
ca: S'està suprimint l'àlbum %(id)s: %(artist)s - %(album)s
gl: Eliminando álbum %(id)s: %(artist)s - %(album)s
uk: Видалити альбом %(id)s:%(artist)s-%(album)s

source: Failed moving "%(filename)s" to trash
ca: No s'ha pogut moure «%(filename)s» a la paperera
uk: Не вдалося перемістити "%(filename)s" до кошика

source: Moved %(count)i files to trash
ca: S'han mogut %(count)i fitxers a la paperera
uk: %(count)i файлів переміщено до кошика

source: CD Lookup Error
ca: S'ha produït un error en cercar el CD
gl: Produciuse un erro na consulta do CD
uk: Помилка пошуку CD

source: Error while reading CD: %s
ca: S'ha produït un error en llegir el CD: %s
gl: Produciuse un erro lendo o CD %s
uk: Помилка читання CD: %s

source: All supported log files
ca: Tots els fitxers de registre admesos
gl: Todos os ficheiros de rexistro soportados
uk: Усі підтримувані файли журналів
