Repository: metabrainz/picard
Catalog: po/*.po
Languages: ca, gl, uk

source: AAC files
ca: Fitxers AAC
gl: Arquivos AAC
uk: AAC-файли

source: Picard can save APEv2 tags to pure AAC files, which by default do not support tagging. APEv2 tags in AAC are supported by some players, but players not supporting AAC files with APEv2 tags can have issues loading and playing those files. To deal with this you can choose whether to save tags to those files.
ca: Picard pot desar etiquetes APEv2 en fitxers AAC purs, que per defecte no admeten les etiquetes. Alguns reproductors admeten les etiquetes APEv2 en fitxers AAC, però els reproductors que no admeten els fitxers AAC amb etiquetes APEv2 poden tenir problemes per a carregar i reproduir aquests fitxers. Per tant, podeu seleccionar si voleu desar etiquetes en aquests fitxers.
gl: Picard pode gardar etiquetas APEv2 en ficheiros AAC puros, que por defecto non admiten a etiquetaxe. Algúns reprodutores admiten as etiquetas APEv2 en AAC, pero os reprodutores que non admiten ficheiros AAC con etiquetas APEv2 poden ter problemas ao cargar e reproducir eses ficheiros. Para xestionar isto, pode escoller se quere gardar etiquetas neses ficheiros.
uk: Picard може зберігати теги APEv2 у чистих файлах AAC, які за замовчуванням не підтримують тегування. Теги APEv2 в AAC підтримуються деякими програвачами, але програвачі, які не підтримують файли AAC з тегами APEv2, можуть мати проблеми із завантаженням та відтворенням цих файлів. Щоб вирішити цю проблему, ви можете вибрати, чи зберігати теги у цих файлах.

source: Save APEv2 tags
ca: Desa etiquetes APEv2
gl: Garda etiquetas APEv2
uk: Зберігати APEv2-теги

source: Do not save tags
ca: No desis etiquetes
gl: Non gardar etiquetas
uk: Не зберігати теги

source: Remove APEv2 tags from AAC files
ca: Suprimeix les etiquetes APEv2 dels fitxers AAC
gl: Eliminar as etiquetas APEv2 dos ficheiros AAC
uk: Вилучити теги APEv2 з файлів AAC

source: AC3 files
ca: Fitxers AC3
gl: ficheiros AC3
uk: Файли AC3

source: Picard can save APEv2 tags to pure AC3 files, which by default do not support tagging. APEv2 tags in AC3 are supported by some players, but players not supporting AC3 files with APEv2 tags can have issues loading and playing those files. To deal with this you can choose whether to save tags to those files.
ca: Picard pot desar etiquetes APEv2 en fitxers AC3 purs, que per defecte no admeten les etiquetes. Alguns reproductors admeten les etiquetes APEv2 en fitxers AC3, però els reproductors que no admeten els fitxers AC3 amb etiquetes APEv2 poden tenir problemes per a carregar i reproduir aquests fitxers. Per tant, podeu seleccionar si voleu desar etiquetes en aquests fitxers.
gl: Picard pode gardar etiquetas APEv2 en ficheiros AC3 puros, que por defecto non admiten a etiquetaxe. Algúns reprodutores admiten as etiquetas APEv2 en AC3, pero os reprodutores que non admiten ficheiros AC3 con etiquetas APEv2 poden ter problemas ao cargar e reproducir eses ficheiros. Para xestionar isto, pode escoller se quere gardar etiquetas neses ficheiros.
uk: Picard може зберігати теги APEv2 у чисті файли AC3, які за замовчуванням не підтримують тегування. Теги APEv2 в AC3 підтримуються деякими програвачами, але програвачі, які не підтримують файли AC3 з тегами APEv2, можуть мати проблеми із завантаженням та відтворенням цих файлів. Щоб вирішити цю проблему, ви можете вибрати, чи зберігати теги у цих файлах.

source: Remove APEv2 tags from AC3 files
ca: Suprimeix les etiquetes APEv2 dels fitxers AC3
gl: Eliminar as etiquetas APEv2 dos ficheiros AC3
uk: Вилучити теги APEv2 з файлів AC3

source: ID3v2 Version
ca: Versió d'ID3v2
gl: Versión ID3v2
uk: Версія ID3v2

source: Join multiple ID3v2.3 tags with:
ca: Concatena les etiquetes ID3v2.3 amb:
gl: Unir varias etiquetas ID3v2.3 con:
uk: Об'єднайте кілька тегів ID3v2.3 за допомогою:

source: <html><head/><body><p>Default is '/' to maintain compatibility with previous Picard releases.</p><p>New alternatives are ';_' or '_/_' or type your own. </p></body></html>
ca: <html><head/><body><p>El valor per defecte és «/» per a mantenir la compatibilitat amb versions anteriors de Picard.</p><p>Algunes alternatives són «;_» o «_/_», o podeu indicar el vostre propi separador. </p></body></html>
gl: <html><head/><body><p>O predeterminado é '/' para manter a compatibilidade coas versións anteriores de Picard.</p><p>As novas alternativas son ';_' ou '_/_' ou escribe a túa. </p></body></html>
uk: <html><head/><body><p>За умовчанням використовується '/', щоб підтримувати сумісність з попередніми випусками Picard. </p><p>Нові альтернативи: '; _' або '_ / _' або введіть власний.</p></body></html>

source: Save iTunes compatible grouping and work
ca: Desa les etiquetes d'agrupació i obra compatibles amb iTunes
gl: Gardar agrupación e obra compatibles con iTunes
uk: Зберегти сумісні з iTunes групування та твір

source: Also include ID3v1 tags in the files
ca: Inclou també etiquetes ID3v1 als fitxers
gl: Incluír tamén etiquetas ID3v1 nos ficheiros
uk: Також включати теги ID3v1 у файли

source: WAVE files
ca: Fitxers WAVE
gl: ficheiros WAVE
uk: WAVE-файли

source: Picard will tag WAVE files using ID3v2 tags. This is not supported by all software. For compatibility with software which does not support ID3v2 tags in WAVE files additional RIFF INFO tags can be written to the files. RIFF INFO has only limited support for tags and character encodings.
ca: Picard etiquetarà els fitxers WAVE amb etiquetes ID3v2. No tot el programari les admet. Per a mantenir la compatibilitat amb el programari que no admet etiquetes ID3v2 en fitxers WAVE, es poden escriure etiquetes addicionals RIFF INFO als fitxers. RIFF INFO només admet etiquetes i codificacions de caràcters limitades.
gl: Picard etiquetará os ficheiros WAVE usando etiquetas ID3v2. Isto non é compatible con todo o software. Para a compatibilidade co software que non admite etiquetas ID3v2 nos ficheiros WAVE, pódense escribir etiquetas RIFF INFO adicionais nos ficheiros. RIFF INFO só ten soporte limitado para etiquetas e codificacións de caracteres.
uk: Picard буде додавати теги до файлів WAVE за допомогою ID3v2-тегів. Це підтримується не всім програмним забезпеченням. Для сумісності з програмами, які не підтримують ID3v2-теги у WAVE-файлах, до файлів можуть додаватися додаткові теги RIFF INFO. RIFF INFO має лише обмежену підтримку тегів і кодування символів.

source: Also include RIFF INFO tags in the files
ca: Inclou també etiquetes RIFF INFO als fitxers
gl: Tamén incluir as etiquetas RIFF INFO nos ficheiros
uk: Включати теги RIFF INFO у файли

source: Remove existing RIFF INFO tags from WAVE files
ca: Suprimeix les etiquetes RIFF INFO dels fitxers WAVE
gl: Eliminar as etiquetas RIFF INFO existentes dos ficheiros WAVE
uk: Видалити існуючі RIFF INFO-теги з WAVE-файлів

source: Authentication Required
ca: Es requereix autenticació
gl: Autenticación requirida
uk: Потрібна автентифікація

source: Download only selected image types
ca: Baixa només els tipus d'imatges seleccionats
uk: Завантажити лише вибрані типи зображень

source: Select types…
ca: Selecciona els tipus…
gl: Seleccionar tipos…
uk: Виберіть типи …

source: Only use images of at most the following size:
ca: Fes servir només imatges amb la mida següent com a màxim:
gl: Use só imaxes do seguinte tamaño como máximo:
uk: Використовувати лише зображення такого розміру:

source: Download only approved images
ca: Baixa només imatges aprovades
gl: Descarga só imaxes aprobadas
uk: Завантажувати лише схвалені, підтверджені зображення

source: Local cover art files match the following regular expression:
ca: Els fitxers de caràtules locals coincideixen amb l'expressió regular següent:
gl: Os ficheiros de portada locais coinciden coa seguinte expresión regular:
uk: Місцеві файли обкладинки відповідають такому регулярному виразу:

source: First group in the regular expression, if any, will be used as type, ie. cover-back-spine.jpg will be set as types Back + Spine. If no type is found, it will default to Front type.
ca: El primer grup de l'expressió regular, si n'hi ha, es farà servir com a tipus; per exemple, «cover-back-spine.jpg» es definirà per als tipus «Caràtula posterior + llom» (Back + Spine). Si no es troba el tipus, per defecte serà «Caràtula frontal» (Front).
gl: O primeiro grupo da expresión regular, se é o caso, empregarase como tipo, é dicir. cover-back-spine.jpg establecerase como tipos Back + Spine. Se non se atopa ningún tipo, por defecto será o tipo Front.
uk: Перша група в регулярному вираженні, якщо така буде, буде використана як тип, тобто. cover-back-spine.jpg буде встановлено як типи Back + Spine. Якщо не знайдено жодного типу, за замовчуванням буде вказано Тип передньої панелі.

source: Select the file naming script to load into the editor
ca: Seleccioneu l'script de nom dels fitxers que voleu carregar a l'editor
gl: Seleccione o script de nomeamento de ficheiros para cargalo no editor
uk: Виберіть скрипт іменування файлів для завантаження в редактор

source: Title:
ca: Títol:
gl: Título:
uk: Назва:

source: File Naming Script Metadata
ca: Metadades de l'script de nom dels fitxers
gl: Metadatos do script de nomeamento de ficheiros
uk: Метадані скрипту іменування файлів

source: Version number of the file naming script.
ca: Número de versió de l'script de nom dels fitxers.
gl: Número de versión do script de nomeamento de ficheiros.
uk: Номер версії скрипту іменування файлів.

source: Last Updated:
ca: Darrera actualització:
gl: Última actualización:
uk: Останнє оновлення:

source: Date and time the file naming script was last updated (UTC).
ca: Data i hora de la darrera actualització de l'script de nom dels fitxers (UTC).
gl: Data e hora da última actualización do script de nomenclatura do ficheiro (UTC).
uk: Дата та час останнього оновлення скрипту іменування файлів (UTC).

source: Now
ca: Ara
gl: Agora
uk: Зараз

source: Author:
ca: Autor:
gl: Autor:
uk: Автор:

source: License under which the file naming script is available.
ca: Llicència sota la qual es publica l'script de nom dels fitxers.
gl: Licenza baixo a cal está dispoñible o script de nomeamento de ficheiros.
uk: Ліцензія, за якою доступний скрипт іменування файлів.

source: Brief description of the file naming script, including any required plugins.
ca: Descripció breu de l'script de nom dels fitxers, incloent-hi els connectors necessaris.
gl: Breve descrición do script de nomeamento de ficheiros, incluídos os complementos necesarios.
uk: Короткий опис скрипту іменування файлів, включно з усіма потрібними плагінами.

source: The author of the file naming script.
ca: Autor de l'script de nom dels fitxers.
gl: O autor do script de nomeamento de ficheiros.
uk: Автор скрипту іменування файлів.

source: Scripting Documentation
ca: Documentació dels scripts
gl: Documentación de scripts
uk: Документація зі скриптів

source: Convert File Names to Tags
ca: Conversió dels noms dels fitxers en etiquetes
gl: Convertir os nomes dos ficheiros en etiquetas
uk: Перетворювати назви файлів у теги

source: Replace underscores with spaces
ca: Substitueix les ratlles baixes per espais
gl: Substiruír os subliñados por espazos
uk: Заміняти символи підкреслення пробілами

source: &Preview
ca: &Previsualitza
gl: &Previsualizar
uk: &Перегляд

source: Add new tag
ca: Afegeix una etiqueta
gl: Engadir unha nova etiqueta
uk: Додати новий тег

source: Move tag up
ca: Mou l'etiqueta amunt
gl: Subir a etiqueta
uk: Перемістити тег угору

source: Move tag down
ca: Mou l'etiqueta avall
gl: Baixar a etiqueta
uk: Перемістити тег униз

source: Remove selected tags
ca: Suprimeix les etiquetes seleccionades
gl: Elimina as etiquetas seleccionadas
uk: Видалити вибрані теги

source: Remove tags
ca: Suprimeix les etiquetes
gl: Elimina as etiquetas
uk: Видалити теги

source: Character
ca: Caràcter
gl: Carácter
uk: Символ

source: Replacement
ca: Substitució
gl: Substitución
uk: Заміна

source: Album Info
ca: Informació de l'àlbum
gl: Información do álbum
uk: Інформація про альбом

source: Track Info
ca: Informació de la pista
gl: Información da pista
uk: Інфо про трек

source: %i file in this track
ca: %i fitxer en aquesta pista
gl: %i ficheiro nesta pista
uk: %i файл на цьому треку

source: Cluster Info
ca: Informació de l'agrupació
gl: Información do Cluster
uk: Інфо про кластер

source: <strong>%(message)s</strong><br />Temporary file: <em>%(tempfile)s</em><br />Source: <em>%(sourcefile)s</em>
ca: <strong>%(message)s</strong><br />Fitxer temporal: <em>%(tempfile)s</em><br />Origen: <em>%(sourcefile)s</em>
gl: <strong>%(message)s</strong><br />Ficheiro temporal: <em>%(tempfile)s</em><br />Orixe: <em>%(sourcefile)s</em>
uk: <strong>%(message)s</strong><br />Тимчасовий файл: <em>%(tempfile)s</em><br />Джерело: <em>%(sourcefile)s</em>

source: Double-click to open in external viewer
ca: Feu doble clic per a obrir-ho en un visor extern
gl: Fai dobre clic para abrir nun visor externo
uk: Двічі клацніть, щоб відкрити у зовнішньому переглядачі

source: Missing temporary file
ca: Falta el fitxer temporal
gl: Falta o ficheiro temporal
uk: Тимчасовий файл відсутній

source: Filename:
ca: Nom del fitxer:
gl: Nome do ficheiro:
uk: Назва файлу:

source: unknown
ca: desconegut
gl: descoñecido
uk: невідоме

source: Size:
ca: Mida:
gl: Tamaño:
uk: Розмір:

source: Length:
ca: Durada:
gl: Duración:
uk: Тривалість:

source: Bitrate:
ca: Taxa de bits:
gl: Taxa de bits:
uk: Бітова швидкість:

source: Sample rate:
ca: Freqüència de mostreig:
gl: Taxa de mostra:
uk: Частота вибірки:

source: Bits per sample:
ca: Bits per mostra:
gl: Bits por mostra:
uk: Бітів на семпл:

source: Stereo
ca: Estèreo
gl: Estéreo
uk: Стерео

source: Channels:
ca: Canals:
gl: Canles:
uk: Канали:

source: Album:
ca: Àlbum:
gl: Álbum:
uk: Альбом:

source: Artist:
ca: Artista:
gl: Artista:
uk: Виконавець:

source: Tracklist:
ca: Llista de pistes:
gl: Lista de cancións:
uk: Список треків:

source: Type
ca: Tipus
gl: Tipo
uk: Тип

source: New Embedded
ca: Nova incrustada
gl: Novo incrustado
uk: Нове вбудоване

source: New Exported
ca: Nova exportada
gl: Novo exportado
uk: Нове експортоване

source: New cover art embedded into tags
ca: Caràtula nova incrustada a les etiquetes
gl: Nova imaxe de portada incrustada nas etiquetas
uk: Нова обкладинка, вбудована в теги

source: New cover art saved as a separate file
ca: Caràtula nova desada com a fitxer independent
gl: Nova imaxe de portada gardada como ficheiro separado
uk: Зберігати обкладинки як окремі файли

source: Existing Cover
ca: Caràtula existent
gl: Portada Existente
uk: Існуюча обкладинка

source: Existing cover art already embedded into tags
ca: Caràtula existent ja incrustada a les etiquetes
gl: Portada existente xa incrustada nas etiquetas
uk: Існуюча обкладинка вже вбудована в теги

source: Bad match
ca: Coincidència molt pobra
gl: Coincidencia incorrecta
uk: Погане співпадіння

source: Poor match
ca: Coincidència pobra
gl: Coincidencia pobre
uk: Слабке співпадіння

source: Ok match
ca: Coincidència adequada
gl: Coincidencia correcta
uk: Нормальне співпадіння

source: Good match
ca: Coincidència bona
gl: Boa coincidencia
uk: Добре співпадіння

source: Great match
ca: Coincidència molt bona
gl: Gran coincidencia
uk: Чудове співпадіння

source: Excellent match
ca: Coincidència excel·lent
gl: Excelente coincidencia
uk: Відмінне співпадіння

source: file view
ca: visualització de fitxers
gl: vista do ficheiro

source: Contains unmatched files and clusters
ca: Conté fitxers i agrupacions sense coincidències
gl: Contén ficheiros e clústeres non coincidentes
uk: Містить неперевершені файли та кластери

source: album view
ca: visualització d'àlbums
gl: vista do álbum

source: Contains albums and matched files
ca: Conté àlbums i fitxers coincidents
gl: Contén álbums e ficheiros coincidentes
uk: Містить альбоми та відповідні файли

source: Processing error(s): See the Errors tab in the Album Info dialog
ca: S'han produït errors de processament. Consulteu la pestanya Errors del diàleg Informació de l'àlbum
gl: Erro(s) de procesamento: consulta a lapela Erros no diálogo Información do álbum
uk: Помилка(и) обробки: див. вкладку «Помилки» в діалоговому вікні «Інформація про альбом».

source: Album modified and complete
ca: Àlbum modificat i completat
gl: Álbum modificado e completo
uk: Альбом змінено та збережено

source: Album unchanged and complete
ca: Àlbum sense modificar i completat
gl: Álbum sen cambios e completo
uk: Альбом не змінено і збережено

source: Album modified
ca: Àlbum modificat
gl: Álbum modificado
uk: Альбом змінено

source: Album unchanged
ca: Àlbum sense modificar
gl: Álbum sen cambios
uk: Альбом не змінено

source: There are no files matched to this track
ca: No hi ha cap fitxer que coincideixi amb aquesta pista
gl: Non hai ficheiros coincidentes con esta pista
uk: Немає файлів, що відповідають цьому треку

source: %i matched file
ca: %i fitxer coincident
gl: %i ficheiro coincidente
uk: %i відповідність файлу

source: Processing error(s): See the Errors tab in the Track Info dialog
ca: S'han produït errors de processament. Consulteu la pestanya Errors del diàleg Informació de la pista
gl: Erro(s) de procesamento: consulte a pestana Erros no diálogo Información da pista
uk: Помилка(и) обробки: див. вкладку «Помилки» в діалоговому вікні «Інформація про трек».

source: File not found
ca: No s'ha trobat el fitxer
gl: Non se atopou o ficheiro
uk: Файл не знайдено

source: File permission error
ca: S'ha produït un error de permisos del fitxer
gl: Erro de permiso de ficheiro
uk: Помилка дозволу на доступ до файлу

source: Processing error(s): See the Errors tab in the File Info dialog
ca: S'han produït errors de processament. Consulteu la pestanya Errors del diàleg Informació del fitxer
gl: Erro(s) de procesamento: consulte a lapela Erros no diálogo Información do ficheiro
uk: Помилка(и) обробки: див. вкладку «Помилки» в діалоговому вікні «Інформація про файл».

source: Track saved
ca: Pista desada
gl: Pista gardada
uk: Трек збережено

source: Pending
ca: Pendent
gl: Pendente
uk: Очікується

source: Fingerprint has already been submitted
ca: Ja s'ha enviat l'empremta
gl: Xa se enviou a pegada dixital
uk: Відбиток вже надіслано

source: Unsubmitted fingerprint
ca: Empremta sense enviar
gl: Pegada dixital sen enviar
uk: Ненадісланий відбиток

source: No fingerprint was calculated for this file, use "Scan" or "Generate AcoustID Fingerprints" to calculate the fingerprint.
ca: No s'ha calculat cap empremta per a aquest fitxer. Seleccioneu «Analitza» o «Genera les empremtes AcoustID» per a calcular l'empremta.
gl: Non se calculou ningunha pegada dixital para este ficheiro, utiliza "Escanear" ou "Xerar impresións dixitais de AcoustID" para calcular a impresión dixital.
uk: Для цього файлу не обчислено відбиток. Використайте "Сканувати" або "Згенерувати відбитки AcoustID", щоб його обчислити.

source: &Other versions (%d)
ca: Altres &versions (%d)
gl: &Outras versións (%d)
uk: &Інші версії (%d)

source: &Expand all
ca: &Expandeix-ho tot
gl: &Expandir todos
uk: &Розгорнути все

source: &Collapse all
ca: &Redueix-ho tot
gl: &Contraer todos
uk: &Згорнути все

source: Select &all
ca: Seleccion&a-ho tot
gl: Selecciona &todos
uk: Вибрати & все

source: &Other versions
ca: Altres &versions
gl: &Outras versións
uk: &Інші версії

source: Loading…
ca: S'està carregant…
gl: Cargando…
uk: Завантаження…

source: Collections
ca: Col·leccions
gl: Coleccións
uk: Колекції

source: P&lugins
ca: Co&nnectors
gl: Comp&lementos
uk: Пл&агіни

source: &Run scripts
ca: Executa sc&ripts
gl: &Executar scripts
uk: &Виконати скрипт

source: Matches on: %s
ca: Coincidències: %s
gl: Coincide con: %s
uk: Відповідність на: %s

source: No tags found for selected filters.
ca: No s'ha trobat cap etiqueta per als filtres seleccionats.
uk: Для вибраних фільтрів не знайдено тегів.

source: Match
ca: Coincidència
uk: Відповідність

source: Fingerprint status
ca: Estat de l'empremta
gl: Estado da impresión dixital
uk: Стан аудіовідбитка

source: Title
ca: Títol
gl: Título
uk: Назва

source: Length
ca: Durada
gl: Duración
uk: Тривалість

source: Album Artist
ca: Artista de l'àlbum
gl: Artista do álbum
uk: Виконавець альбому

source: Composer
ca: Compositor
gl: Compositor
uk: Композитор

source: Disc Subtitle
ca: Subtítol del disc
gl: Subtítulo de disco
uk: Підзаголовок диска

source: Track No.
ca: Núm. pista
gl: Pista No.
uk: Номер треку

source: Disc No.
ca: Núm. disc
gl: Disco No.
uk: Номер диска

source: Catalog No.
ca: Núm. catàleg
gl: Catálogo No.
uk: Номер у каталозі

source: Media
ca: Suport
gl: Medios
uk: Медіа

source: Size
ca: Mida
gl: Tamaño
uk: Розмір

source: File Type
ca: Tipus de fitxer
uk: Тип файлу

source: Bitrate
ca: Taxa de bits
gl: Taxa de bits
uk: Бітова швидкість

source: Genre
ca: Gènere
gl: Xénero
uk: Жанр

source: Original Release Date
ca: Data de publicació original
gl: DAta do lanzamento orixinal
uk: Дата першого релізу

source: Release Date
ca: Data de publicació
gl: Data de lanzamento
uk: Дата релізу

source: Cover
ca: Caràtula
gl: Portada
uk: Обкладинка

source: Cover Dimensions
ca: Dimensions de la caràtula
gl: Dimensións da portada
uk: Розміри обкладинки

source: Match: %(matched)d/%(total)d (%(percent).1f%%)
ca: Coincidència: %(matched)d/%(total)d (%(percent).1f%%)
gl: Coincidencias: %(matched)d/%(total)d (%(percent).1f%%)
uk: Відповідність: %(matched)d/%(total)d (%(percent).1f%%)

source: Missing tracks: %(count)d
ca: Pistes que falten: %(count)d
gl: Pistas que faltan: %(count)d
uk: Відсутні треки: %(count)d

source: Duplicate files: %(count)d
ca: Fitxers duplicats: %(count)d
gl: Arquivos duplicados: %(count)d
uk: Дублікати файлів: %(count)d

source: Extra files: %(count)d
ca: Fitxers addicionals: %(count)d
gl: Arquivos adicionais: %(count)d
uk: Додаткові файли: %(count)d

source: Unmatched files: %(count)d
ca: Fitxers sense coincidències: %(count)d
uk: Неузгоджених файлів: %(count)d

source: Manage Custom Columns
ca: Gestió de les columnes personalitzades
uk: Керування спеціальними стовпцями

source: New
ca: Crea
gl: Novo
uk: Новий

source: Duplicate
ca: Duplica
uk: Дублікат

source: Delete
ca: Suprimeix
gl: Eliminar
uk: Видалити

source: Sorting
ca: Ordenació
uk: Сортування

source: Add to views
ca: Afegeix a les visualitzacions
uk: Додати до переглядів

source: You have unsaved changes. Do you want to save them?
ca: Teniu canvis sense desar. Voleu desar-los?
uk: У вас є незбережені зміни. Ви хочете їх зберегти?

source: You have unsaved changes. Do you want to save them before deleting this column?
ca: Teniu canvis sense desar. Voleu desar-los abans de suprimir aquesta columna?
uk: У вас є незбережені зміни. Ви хочете зберегти їх перед видаленням цього стовпця?

source: Column Title
ca: Títol de la columna
uk: Назва колонки

source: Expression
ca: Expressió
uk: Експресія

source: Align
ca: Alineació
uk: Вирівняти

source: Width
ca: Amplada
uk: Ширина

source: Untitled
ca: Sense títol
uk: Без назви

source: File view
ca: Visualització de fitxers
uk: Перегляд файлу

source: Album view
ca: Visualització d'àlbums
uk: Вигляд альбому

source: Show this column in the Files view.
ca: Mostra aquesta columna a la visualització de fitxers.
uk: Показати цей стовпець у перегляді файлів.

source: Show this column in the Albums view.
ca: Mostra aquesta columna a la visualització d'àlbums.
uk: Показати цей стовпець у перегляді альбомів.

source: left
ca: esquerra
uk: зліва

source: right
ca: dreta
uk: правильно

source: Default alphabetical text sorting.
ca: Ordenació alfabètica per defecte.
uk: Сортування тексту за замовчуванням за алфавітом.

source: Case insensitive
ca: Sense distinció entre majúscules i minúscules
uk: Регістр не враховується

source: Case insensitive alphabetical text sorting.
ca: Ordenació alfabètica sense distinció entre majúscules i minúscules.
uk: Алфавітне сортування тексту без урахування регістру.

source: Numeric
ca: Numèrica
uk: Числовий
