Repository: metabrainz/picard
Catalog: po/*.po
Languages: ca, gl, uk

source: &Check for Update…
ca: &Comprova si hi ha actualitzacions…
gl: &Buscar actualizacións…
uk: &Перевірити наявність оновлень…

source: Save Session &As…
ca: &Anomena i desa la sessió…
uk: Зберегти сеанс &як…

source: Save the current session to a new file
ca: Desa la sessió actual en un fitxer nou
uk: Збережіть поточний сеанс у новий файл

source: Save the current session to the last used file
ca: Desa la sessió actual en el fitxer utilitzat per darrera vegada
uk: Збережіть поточний сеанс в останній використаний файл

source: &Load Session…
ca: Carrega &una sessió…
uk: &Завантажити сеанс…

source: Load a session file
ca: Carrega un fitxer de sessió
uk: Завантажити файл сеансу

source: &New Session
ca: Sessió &nova
uk: &Новий сеанс

source: Close the current session
ca: Tanca la sessió actual
uk: Закрити поточний сеанс

source: Clear all recent session entries
ca: Esborra totes les entrades de sessions recents
uk: Очистити всі останні записи сеансу

source: metadata view
ca: visualització de metadades
gl: vista de metadatos
uk: перегляд метаданих

source: Displays original and new tags for the selected files
ca: Mostra les etiquetes originals i noves dels fitxers seleccionats
gl: Mostra etiquetas orixinais e novas para os ficheiros seleccionados
uk: Показати оригінальні та нові теги для вибраних файлів

source: Tag
ca: Etiqueta
gl: Etiqueta
uk: Тег

source: Original Value
ca: Valor original
gl: Valor orixinal
uk: Оригінальне значення

source: New Value
ca: Valor nou
gl: Novo Valor
uk: Нове значення

source: Add New Tag…
ca: Afegeix una etiqueta nova…
gl: Engadir unha nova etiqueta…
uk: Додати новий тег…

source: Show Changes First
ca: Mostra els canvis primer
gl: Mostrar os cambios primeiro
uk: Спочатку показати зміни

source: Unable to copy current selection.
ca: No s'ha pogut copiar la selecció actual.
gl: Non se puido copiar a selección actual.
uk: Не вдалося скопіювати поточний вибір.

source: No valid data in clipboard to paste
ca: No hi ha dades vàlides al porta-retalls per enganxar
gl: Non hai datos válidos para pegar no portapapeis
uk: У буфері обміну немає дійсних даних для вставки

source: Edit…
ca: Edita…
gl: Editar…
uk: Редагувати…

source: Add to "Preserve Tags" List
ca: Afegeix a la llista d'etiquetes conservades
uk: Додати до списку «Зберегти теги»

source: Remove from "Preserve Tags" List
ca: Suprimeix de la llista d'etiquetes conservades
uk: Видалити зі списку «Зберегти теги».

source: Use Original Value
ca: Fer servir el valor original
gl: Usa o valor orixinal
uk: Використати початкове значення

source: Merge Original Values
ca: Fusiona els valors originals
gl: Combina os valores orixinais
uk: Об'єднати вихідні значення

source: &Copy
ca: &Copia
gl: &Copiar
uk: &Копіювати

source: YYYY-MM-DD
ca: AAAA-MM-DD
gl: AAAA-MM-DD
uk: РРРР-ММ-ДД

source: YYYY
ca: AAAA
gl: AAAA
uk: РРРР

source: (different across %d item)
ca: (diferent en %d element)
gl: (diferente en %d elemento)
uk: (різний для %d елемента)

source: (missing from %d item)
ca: (falta en %d element)
gl: (falta en %d elemento)
uk: (відсутній в %d елементі)

source: Regex Error
ca: S'ha produït un error a l'expressió regular
gl: Erro de expresión regular
uk: Помилка Regex

source: Advanced
ca: Avançat
gl: Avanzado
uk: Додатково

source: Embedded cover art images with a type found in the "Include" list will never be replaced by a newly downloaded image UNLESS they also have an image type in the "Exclude" list. Images with types found in the "Exclude" list will always be replaced by downloaded images of the same type. Images types not appearing in the "Include" or "Exclude" list will not be considered when determining whether or not to replace an embedded cover art image.
ca: Les imatges de caràtules incrustades amb un tipus d'imatge de la llista de tipus inclosos no se substituiran mai per una imatge baixada nova EXCEPTE si també tenen un tipus d'imatge de la llista de tipus exclosos. Les imatges amb tipus d'imatges de la llista de tipus exclosos sempre se substituiran per imatges baixades del mateix tipus.Els tipus d'imatges que no apareguin en cap de les llistes no es tindran en compte a l'hora de determinar si s'ha de substituir o no una imatge de caràtula incrustada.

source: Processing
ca: Processament
gl: Procesando
uk: Обробка

source: This page failed to initialize
ca: No s'ha pogut inicialitzar aquesta pàgina
gl: Esta páxina non se puido inicializar
uk: Не вдалося ініціалізувати цю сторінку

source: Error while initializing option page "%s":
ca: S'ha produït un error en inicialitzar la pàgina d'opcions «%s»:
uk: Помилка під час ініціалізації сторінки параметрів "%s":

source: Please see <a href="%s">Troubleshooting documentation</a> and eventually report a bug.
ca: Consulteu la <a href="%s">Documentació de resolució de problemes</a> i informeu d'un error.
gl: Consulta a <a href="%s">documentación de resolución de problemas</a> e, finalmente, informa dun erro.
uk: Будь ласка, перегляньте <a href="%s">Документацію з усунення несправностей</a> та зрештою повідомте про помилку.

source: Display help regarding option profiles
ca: Mostra l'ajuda relacionada amb els perfils d'opcions
uk: Показати довідку щодо параметрів профілів

source: &Restore all Defaults
ca: &Reinicialitza-ho tot
gl: &Restaurar todos os valores predeterminados
uk: В&ідновити всі значення за замовчуванням

source: Reset all of Picard's settings
ca: Reinicialitza tots els paràmetres de Picard
gl: Restablece toda a configuración de Picard
uk: Скинути всі параметри Picard'у

source: Reset all settings for current option page
ca: Reinicialitza tots els paràmetres de la pàgina d'opcions actual
gl: Restablece todos os axustes da páxina de opcións actual
uk: Скинути всі параметри для цієї сторінки

source: Make It So!
ca: Aplica
gl: Fai que sexa así!
uk: Зроби так!

source: Attached Profiles
ca: Perfils associats
gl: Perfís adxuntos
uk: Прикріплені профілі

source: Show which profiles are attached to the options on this page
ca: Mostra quins perfils estan associats a les opcions d'aquesta pàgina
gl: Amosar que perfís están asociados ás opcións desta páxina
uk: Показати, які профілі додано до опцій на цій сторінці

source: The options on this page are not currently available to be managed using profiles.
ca: Les opcions d'aquesta pàgina actualment no estan disponibles per a l'administració amb perfils.
gl: As opcións desta páxina non están dispoñibles actualmente para seren xestionadas mediante perfís.
uk: Параметри на цій сторінці наразі недоступні для керування за допомогою профілів.

source: This option will be saved to profile: %s
ca: Aquesta opció es desarà al perfil: %s
gl: Esta opción gardarase no perfil: %s
uk: Цей параметр буде збережено в профілі: %s

source: profile "%s"
ca: al perfil «%s»
uk: профіль "%s"

source: profiles %s
ca: als perfils %s
uk: профілі %s

source: The highlighted settings will be applied to %s
ca: Els paràmetres ressaltats s'aplicaran %s
uk: Виділені налаштування будуть застосовані до %s

source: Unexpected error
ca: S'ha produït un error inesperat
gl: Erro non agardado
uk: Неочікувана помилка

source: You are about to reset your options for this page.
ca: Esteu a punt de reinicialitzar les opcions d'aquesta pàgina.
gl: Está a piques de restablecer as opcións desta páxina.
uk: Ви збираєтеся скинути параметри для цієї сторінки.

source: Warning! This will reset all of your settings.
ca: Avís: Això reinicialitzarà tots els paràmetres!
gl: Aviso! Isto restablecerá toda a túa configuración.
uk: УВАГА! Це скине всі налаштування.

source: Are you sure?
ca: Segur que voleu continuar?
gl: Estás certo?
uk: Ви впевнені?

source: Option
ca: Opció
gl: Opción
uk: Опції

source: Profiles Attached to Options in %s Section
ca: Perfils associats a les opcions de la secció %s
gl: Perfís adxuntos ás opcións na sección %s
uk: Профілі, прикріплені до опцій у розділі %s

source: {profile} [Enabled]
ca: {profile} [habilitat]
uk: {profile} [Увімкнено]

source: None
ca: Cap
gl: Ningún
uk: Жоден

source: Fingerprinting
ca: Empremtes
gl: Pegada dixital
uk: Відбиток

source: Please select a valid fpcalc executable.
ca: Seleccioneu un executable fpcalc vàlid.
gl: Seleccione un executable fpcalc válido.
uk: Виберіть дійсний виконуваний файл fpcalc.

source: Invalid fpcalc executable
ca: L'executable fpcalc no és vàlid
gl: O executable fpcalc non é válido
uk: Недійсний виконуваний файл fpcalc

source: Logged in as <b>%s</b>.
ca: Heu iniciat la sessió com a <b>%s</b>.
gl: Iniciaches sesión como <b>%s</b>.
uk: Ви увійшли як <b>%s</b>.

source: Logout error
ca: S'ha produït un error en tancar la sessió
gl: Erro ao pechar sesión
uk: Помилка виходу

source: A server error occurred while revoking access to the MusicBrainz server: %s Remove locally stored credentials anyway?
ca: S'ha produït un error en revocar l'accés al servidor de MusicBrainz: %s Voleu suprimir les credencials emmagatzemades localment de totes maneres?
gl: Produciuse un erro do servidor ao revogar o acceso ao servidor de MusicBrainz: %s Queres eliminar as credenciais almacenadas localmente de todos os xeitos?
uk: Під час скасування доступу до сервера MusicBrainz сталася помилка сервера: %s Все одно видалити локально збережені облікові дані?

source: <html><head/><body> <p>Lines not starting with <b>-</b> or <b>+</b> are ignored.</p> <p>One expression per line, case-insensitive</p> <p>Examples:</p> <p><b> #comment<br/> !comment<br/> comment </b></p> <p><u>Strict filtering:</u></p> <p> <b>-word</b>: exclude <i>word</i><br/> <b>+word</b>: include <i>word</i> </p> <p><u>Wildcard filtering:</u></p> <p> <b>-*word</b>: exclude all genres ending with <i>word</i><br/> <b>+word*</b>: include all genres starting with <i>word</i><br/> <b>+wor?</b>: include all genres starting with <i>wor</i> and ending with an arbitrary character<br/> <b>+wor[dk]</b>: include all genres starting with <i>wor</i> and ending with <i>d</i> or <i>k</i><br/> <b>-w*rd</b>: exclude all genres starting with <i>w</i> and ending with <i>rd</i> </p> <p><u>Regular expressions filtering (Python re syntax):</u></p> <p><b>-/^w.rd+/</b>: exclude genres starting with <i>w</i> followed by any character, then <i>r</i> followed by at least one <i>d</i> </p> </body></html>
ca: <html><head/><body> <p>Les línies que no comencen per <b>-</b> o <b>+</b> s'ignoren.</p> <p>Una expressió per línia, sense distinció entre majúscules i minúscules</p> <p>Exemples:</p> <p><b> #comentari<br/> !comentari<br/> comentari </b></p> <p><u>Filtratge estricte:</u></p> <p> <b>-paraula</b>: exclou <i>paraula</i><br/> <b>+paraula</b>: inclou <i>paraula</i> </p> <p><u>Filtratge amb comodins:</u></p> <p> <b>-*paraula</b>: exclou tots els gèneres que acaben en <i>paraula</i><br/> <b>+paraula*</b>: inclou tots els gèneres que comencen per <i>paraula</i><br/> <b>+paraul?</b>: inclou tots els gèneres que comencen per <i>paraul</i> i que acaben amb un caràcter arbitrari<br/> <b>+paraul[ae]</b>: inclou tots els gèneres que comencen per <i>paraul</i> i que acaben amb <i>a</i> o <i>e</i><br/> <b>-par*ula</b>: exclou tots els gèneres que comencen per <i>par</i> i que acaben amb <i>ula</i> </p> <p><u>Filtratge amb expressions regulars (sintaxi de «re» de Python</u></p> <p><b>-/^par.ula+/</b>: exclou tots els gèneres que comencen per <i>par</i> seguit de qualsevol caràcter i, a continuació, amb <i>ul</i> seguit de com a mínim una <i>a</i> </p> </body></html>
gl: <html><head/><body> <p>Ignoranse as liñas que non comezan por <b>-</b> ou <b>+</b>.</p> <p>Unha expresión por liña, non distingue entre maiúsculas e minúsculas</p> <p>Exemplos:</p> <p><b> #comentar<br/> !comentar<br/> comentar </b></p> <p><u>Filtrado estrito:</u></p> <p> <b>-palabra</b>: excluír a <i>palabra</i><br/> <b>+palabra</b>: inclúe <i>palabra</i> </p> <p><u>Filtrado de comodíns:</u></p> <p> <b>-*palabra</b>: excluír todos os xéneros rematados en <i>palabra</i><br/> <b>+palabra*</b>: inclúe todos os xéneros que comezan por <i>palabra</i><br/> <b>+wor?</b>: inclúe todos os xéneros que comezan por <i>wor</i> e rematan cun carácter arbitrario<br/> <b>+wor[dk]</b>: inclúe todos os xéneros que comezan por <i>wor</i> e rematan por <i>d</i> ou <i>k</i><br/> <b>-w*rd</b>: excluír todos os xéneros que comezan por <i>w</i> e rematan por <i>rd</i> </p> <p><u>Filtrado de expresións regulares (sintaxe de Python):</u></p> <p><b>-/^w.rd+/</b>: exclúe xéneros que comezan por <i>w</i> seguido de calquera carácter, despois <i>r</i> seguido de polo menos un <i>d</i> </p> </body></html>
uk: <html><head/><body> <p>Рядки, що не починаються з <b>-</b> або <b>+</b>, ігноруються.</p> <p>Один вираз на рядок, без урахування регістру</p> <p>Приклади:</p> <p><b> #comment<br/> !comment<br/> comment </b></p> <p><u>Сувора фільтрація:</u></p> <p> <b>-word</b>: виключити <i>word</i><br/> <b>+word</b>: включити <i>word</i> </p> <p><u>Фільтрація за шаблоном:</u></p> <p> <b>-*word</b>: виключити всі жанри, що закінчуються на <i>word</i><br/> <b>+word*</b>: включити всі жанри, що починаються з <i>word</i><br/> <b>+wor?</b>: включити всі жанри, що починаються з <i>wor</i> та закінчуються довільним символом<br/> <b>+wor[dk]</b>: включити всі жанри, що починаються з <i>wor</i> та закінчуються на <i>d</i> або <i>k</i><br/> <b>-w*rd</b>: виключити всі жанри, що починаються з <i>w</i> та закінчуються на <i>rd</i> </p> <p><u>Фільтрація регулярних виразів (синтаксис Python):</u></p> <p><b>-/^w.rd+/</b>: виключити жанри, що починаються з <i>w</i>, за яким йде будь-який символ, потім <i>r</i> та принаймні один <i>d</i> </p> </body></html>

source: <html><head/><body> <p>You can add genres to test filters against, one per line.<br/> This playground will not be preserved on Options exit. </p> <p> Red background means the tag will be skipped.<br/> Green background means the tag will be kept. </p> </body></html>
ca: <html><head/><body> <p>Podeu afegir gèneres per a provar els filtres, un per línia.<br/> Aquest espai de proves s'esborrarà quan sortiu de les opcions. </p> <p> Un fons vermell indica que s'ometrà l'etiqueta.<br/> Un fons verd indica que es conservarà l'etiqueta. </p> </body></html>
gl: <html><head/><body> <p>Podes engadir xéneros para probar os filtros, un por liña.<br/> Este entorno de probas non se conservará ao saír das Opcións. </p> <p> O fondo vermello significa que se omitirá a etiqueta.<br/> O fondo verde significa que a etiqueta se manterá. </p> </body></html>
uk: <html><head/><body> <p>Ви можете додавати жанри для перевірки фільтрів, по одному на рядок.<br/> Цей ігровий майданчик не буде збережено після виходу з налаштувань. </p> <p> Червоне тло означає, що тег буде пропущено.<br/> Зелене тло означає, що тег буде збережено. </p> </body></html>

source: Genres
ca: Gèneres
gl: Xéneros
uk: Жанри

source: User Interface
ca: Interfície d'usuari
gl: Interface de usuario
uk: Інтерфейс користувача

source: The default color scheme based on the operating system display settings
ca: Esquema de colors per defecte basat en els paràmetres d'aparença del sistema operatiu
gl: O esquema de cores predeterminado baseado na configuración de visualización do sistema operativo
uk: Колірна схема за замовчуванням на основі налаштувань дисплея операційної системи

source: Dark
ca: Fosc
gl: Escuro
uk: Темна

source: A dark display theme
ca: Tema fosc
gl: Un tema de visualización escuro
uk: Темна тема дисплея

source: Light
ca: Clar
gl: Claro
uk: Світла

source: A light display theme
ca: Tema clar
gl: Un tema de visualización claro
uk: Тема світлого дисплея

source: System default
ca: Valor per defecte del sistema
gl: Predeterminado do sistema
uk: Типова системна

source: You have changed the application theme.
ca: Heu canviat el tema de l'aplicació.
gl: Cambiaches o tema da aplicación.
uk: Ви змінили тему програми.

source: You have changed the interface language.
ca: Heu canviat la llengua de la interfície d'usuari.
gl: trocaches o idioma da interface.
uk: Ви змінили мову інтерфейсу.

source: Option Setting Warning
ca: Avís de configuració
gl: Aviso de configuración de opcións
uk: Попередження про налаштування опцій

source: When enabling the multiple directories option setting Picard will no longer use the system file picker for selecting directories. This may result in reduced functionality. Are you sure that you want to enable this setting?
ca: Si habiliteu l'opció de diversos directoris, Picard ja no farà servir el selector de fitxers del sistema per a seleccionar els directoris. Això pot limitar la funcionalitat. Segur que voleu habilitar aquesta opció?
gl: Ao habilitar a opción de varios directorios, Picard xa non usará o selector de ficheiros do sistema para seleccionar directorios. Isto pode producir unha funcionalidade reducida. Estás certo de que queres activar esta configuración?
uk: Після ввімкнення параметра кількох каталогів Picard більше не використовуватиме вибірник системних файлів для вибору каталогів. Це може призвести до обмеження функціональності. Ви впевнені, що хочете ввімкнути цей параметр?

source: Choose a color
ca: Trieu un color
gl: Escolle unha cor
uk: Вибрати колір

source: Restore default color
ca: Reinicialitza el color
gl: Restaurar a cor predeterminada
uk: Відновити колір за замовчуванням

source: You have changed the interface colors.
ca: Heu canviat els colors de la interfície.
gl: Cambiaches as cores da interface.
uk: Ви змінили кольори інтерфейсу.

source: Cover Art Box
ca: Quadre de la caràtula
uk: Обкладинка

source: title
ca: títol
gl: título
uk: назва

source: Action Toolbar
ca: Barra d'eines d'accions
gl: Barra de ferramentas de acción
uk: Панель інструментів

source: Add Folder
ca: Afegeix una carpeta
gl: Engadir un cartafol
uk: Додати Теку

source: Add Files
ca: Afegeix fitxers
gl: Engadir ficheiros
uk: Додати файли

source: Cluster
ca: Agrupa
gl: Agrupar
uk: Кластер

source: Lookup
ca: Cerca
gl: Consultar
uk: Пошук

source: Scan
ca: Analitza
gl: Examinar
uk: Сканувати

source: Lookup in Browser
ca: Cerca al navegador
gl: Consulta no navegador
uk: Шукати в браузері

source: Save
ca: Desa
gl: Gardar
uk: Зберегти

source: Move to trash
ca: Mou a la paperera
uk: Перемістити в кошик

source: Submit AcoustIDs
ca: Envia les empremtes AcoustID
gl: Enviar os AcoustID
uk: Надіслати AcoustID

source: Play
ca: Reprodueix
gl: Reproducir
uk: Грати

source: Open in Player
ca: Obre al reproductor
gl: Abrir no reproductor
uk: Відкрити в програвачі

source: Lookup CD…
ca: Cerca el CD…
gl: Consultar CD…
uk: Пошук CD…

source: Drag and Drop to re-order
ca: Arrossegueu i deixeu anar per a reordenar
gl: Arrastra e solta para volver a ordenar
uk: Перетягніть, щоб замовити повторно

source: Select an action
ca: Seleccioneu una acció
gl: Seleccione unha acción
uk: Вибрати дію

source: Top Tags
ca: Etiquetes importants
gl: Etiquetas principais
uk: Найпопулярніші теги

source: Maintenance
ca: Manteniment
gl: Mantemento
uk: Технічне обслуговування

source: Settings that are found in the configuration file that do not appear on any option settings page are listed below. If your configuration file does not contain any unused option settings, then the list will be empty and the removal checkbox will be disabled. Note that unused option settings could come from plugins that have been uninstalled, so please be careful to not remove settings that you may want to use later when the plugin is reinstalled. Options belonging to plugins that are installed but currently disabled are not listed for possible removal. To remove one or more settings, select the settings that you want to remove by checking the box next to the setting, and enable the removal by checking the "Remove selected options" box. When you choose "Make It So!" to save your option settings, the selected items will be removed.
ca: A continuació s'indiquen els paràmetres del fitxer de configuració que no apareixen en cap pàgina d'opcions. Si el vostre fitxer de configuració no conté cap paràmetre sense ús, la llista estarà buida i la casella de supressió estarà inhabilitada. Tingueu en compte que els paràmetres sense ús poden provenir de connectors que s'han desinstal·lat; per tant, tingueu cura de no suprimir-ne cap que vulgueu fer servir més endavant si torneu a instal·lar el connector. Els paràmetres que pertanyen a connectors instal·lats però inhabilitats no es poden suprimir. Per a suprimir un o més paràmetres, seleccioneu els paràmetres que voleu suprimir marcant la casella corresponent, i habiliteu la supressió marcant la casella «Suprimeix les opcions seleccionades». Quan seleccioneu «Aplica» per a desar les opcions, els elements seleccionats se suprimiran.
gl: As configuracións que se atopan no ficheiro de configuración que non aparecen en ningunha páxina de configuración de opcións están listadas a continuación. Se o ficheiro de configuración non contén ningunha opción de configuración non utilizada, a lista estará baleira e a caixa de verificación de eliminación desactivarase. Teña en conta que as opcións de configuración non utilizadas poden proceder de complementos que se desinstalaron, polo que teña coidado de non eliminar as opcións que desexe utilizar máis tarde cando se reinstale o complemento. As opcións pertencentes a complementos que están instalados pero actualmente desactivados non se listan para a súa posible eliminación. Para eliminar unha ou máis opcións de configuración, selecciona a que queres eliminar marcando a caixa situada ao lado da configuración e activa a eliminación marcando a caixa "Eliminar opcións seleccionadas". Cando escollas "Fágao así!" para gardar a configuración das opcións, eliminaranse os elementos seleccionados.
uk: Налаштування, знайдені у файлі конфігурації, які не відображаються на жодній сторінці налаштувань опцій, перелічені нижче. Якщо ваш файл конфігурації не містить жодних невикористаних налаштувань опцій, список буде порожнім, а прапорець видалення буде вимкнено. Зверніть увагу, що невикористані налаштування опцій можуть походити від видалених плагінів, тому будьте обережні, щоб не видаляти налаштування, які ви можете використовувати пізніше, коли плагін буде перевстановлено. Параметри, що належать плагінам, які встановлені, але наразі вимкнені, не перелічені для можливого видалення. Щоб видалити одне або кілька налаштувань, виберіть налаштування, які ви хочете видалити, встановивши прапорець поруч із налаштуванням, і ввімкніть видалення, встановивши прапорець «Видалити вибрані параметри». Коли ви оберете «Зроби так!», щоб зберегти налаштування опцій, вибрані елементи будуть видалені.

source: Value
ca: Valor
gl: Valor
uk: Значення

source: Configuration File Backup Directory Error
ca: S'ha produït un error al directori de còpia de seguretat del fitxer de configuració
gl: Erro no directorio de copia de seguranza do ficheiro de configuración
uk: Помилка каталогу резервного копіювання файлу конфігурації

source: The path provided isn't a valid directory, reverting to: %s
ca: El camí proporcionat no és un directori vàlid, es reverteix a: %s
gl: A ruta proporcionada non é un directorio válido, volvéndose a: %s
uk: Вказаний шлях не є дійсним каталогом, повернення до: %s

source: The configuration file currently contains %(totalcount)d option settings (%(unusedcount)d unused).
ca: El fitxer de configuració actualment conté %(totalcount)d paràmetres (%(unusedcount)d sense ús).
gl: O ficheiro de configuración contén actualmente %(totalcount)d opcións de configuración (%(unusedcount)d non utilizada).
uk: Файл конфігурації наразі містить %(totalcount)d параметрів (%(unusedcount)d не використано).

source: Configuration files
ca: Fitxers de configuració
gl: Ficheiros de configuración
uk: Файли конфігурації

source: Backup Configuration File Save Error
ca: S'ha produït un error en desar el fitxer de còpia de seguretat de la configuració
gl: Erro de gardar o ficheiro de configuración da copia de seguranza
uk: Помилка збереження файлу конфігурації резервної копії
