Repository: metabrainz/picard
Catalog: po/*.po
Languages: ca, gl, uk

source: Always use the primary image type as the file name for non-front images
ca: Fes servir sempre el tipus d'imatge principal com a nom del fitxer per a les imatges que no són de la caràtula
gl: Usar sempre o tipo de imaxe principal como nome do ficheiro para as imaxes non frontais
uk: Завжди використовуйте основний тип зображення як назву файлу для зображень, що не є обкладинкою.

source: Use the primary image type as the file name
ca: Fes servir el tipus d'imatge principal com a nom del fitxer
uk: Використовувати основний тип зображення як назву файлу

source: Cover Art Providers
ca: Proveïdors de caràtules
gl: Proveedores de portadas
uk: Постачальники обкладинок

source: Reorder Priority:
ca: Prioritat de canvi d'ordre:
gl: Prioridade de reordenación:
uk: Пріоритет впорядкування:

source: Move selected item up
ca: Mou l'element seleccionat amunt
gl: Mover o elemento seleccionado cara arriba
uk: Перемістити вибраний елемент вгору

source: Move selected item down
ca: Mou l'element seleccionat avall
gl: Mover o elemento seleccionado cara abaixo
uk: Перемістити вибраний елемент вниз

source: Discard images if below the given size
ca: Descarta les imatges si tenen una mida inferior a la definida
gl: Descartar imaxes se están por debaixo do tamaño dado
uk: Відхилити зображення менші ніж заданий розмір

source: Minimum width:
ca: Amplada mínima:
gl: Largura mínima:
uk: Мінімальна ширина:

source: Minimum height:
ca: Alçada mínima:
gl: Altura mínima:
uk: Мінімальна висота:

source: Resize images to the given size
ca: Redimensiona les imatges a la mida definida
gl: Redimensionar as imaxes ao tamaño dado
uk: Змінити розмір зображень до заданого розміру

source: Resize images saved to tags
ca: Redimensiona les imatges desades a les etiquetes
gl: Redimensionar imaxes gardadas nas etiquetas
uk: Зміна розміру зображень збережених у тегах

source: Maximum width:
ca: Amplada màxima:
gl: Largura máxima:
uk: Максимальна ширина:

source: Maximum height:
ca: Alçada màxima:
gl: Altura máxima:
uk: Максимальна висота:

source: Enlarge
ca: Engrandeix
gl: Ampliar
uk: Збільшити

source: Resize images saved to files
ca: Redimensiona les imatges desades als fitxers
gl: Redimensionar imaxes gardadas nos ficheiros
uk: Зміна розміру зображень збережених у файлах

source: Convert images to the given format
ca: Converteix les imatges al format definit
gl: Converter as imaxes ao formato indicado
uk: Конвертувати зображення у заданий формат

source: Convert images saved to tags
ca: Converteix les imatges desades a les etiquetes
gl: Converter imaxes gardadas nas etiquetas
uk: Конвертувати зображення збережені у тегах

source: New format:
ca: Format nou:
gl: Novo formato:
uk: Новий формат:

source: Convert images saved to files
ca: Converteix les imatges desades als fitxers
gl: Converter imaxes gardadas nos ficheiros
uk: Конвертувати збережені зображення у файли

source: Audio Fingerprinting
ca: Empremtes d'àudio
gl: Impresión dixital de son
uk: Аудіо відбиток

source: Do not use audio fingerprinting
ca: No facis servir les empremtes d'àudio
gl: Non usar impresión dixital de son
uk: Не використовувати аудіо відбиток

source: Use AcoustID
ca: Fes servir AcoustID
gl: Usar AcoustID
uk: Використовувати AcoustID

source: AcoustID Settings
ca: Paràmetres d'AcoustID
gl: Axustes de AcoustID
uk: Налаштування AcoustID

source: Ignore existing AcoustID fingerprints
ca: Ignora les empremtes AcoustID existents
gl: Ignorar as impresións dixitais de AcoustID existentes
uk: Ігнорувати існуючі відбитки AcoustID

source: Save AcoustID fingerprints to file tags
ca: Desa les empremtes AcoustID a les etiquetes dels fitxers
gl: Gardar as impresións dixitais de AcoustID nas etiquetas dos ficheiros
uk: Збереження відбитків AcoustID у файлах тегів

source: Maximum threads to use for calculator:
ca: Nombre màxim de fils que farà servir la calculadora:
gl: Máximo de fíos a usar para o calculador:
uk: Максимальна кількість потоків для використання калькулятором:

source: Fingerprint calculator:
ca: Calculadora d'empremtes:
gl: Calculadora de pegadas dixitais:
uk: Калькулятор відбитків:

source: Select file
ca: Selecciona el fitxer
uk: Вибрати файл

source: Download…
ca: Baixa…
gl: Descargar…
uk: Завантаження…

source: API key:
ca: Clau de l'API:
gl: Clave API:
uk: API ключ:

source: Get API key…
ca: Obtén una clau de l'API…
gl: Obter clave API…
uk: Отримати API ключ…

source: MusicBrainz Server
ca: Servidor de MusicBrainz
gl: Servidor MusicBrainz
uk: Сервер MusicBrainz

source: You have configured an unofficial MusicBrainz server. By default submissions of releases, recordings and disc IDs will go to the primary database on musicbrainz.org.
ca: Heu configurat un servidor de MusicBrainz no oficial. Per defecte, els enviaments de publicacions, enregistraments i ID de discs aniran a la base de dades principal a musicbrainz.org.
gl: Configuraches un servidor MusicBrainz non oficial. Por defecto, os envíos de lanzamentos, gravacións e ID de disco irán á base de datos principal en musicbrainz.org.
uk: Ви налаштували неофіційний сервер MusicBrainz. За замовчуванням релізи, записи та ідентифікатори дисків надсилатимуться до основної бази даних на musicbrainz.org.

source: Submit data to the configured server
ca: Envia les dades al servidor configurat
gl: Enviar datos ao servidor configurado
uk: Надсилання даних на налаштований сервер

source: Server address:
ca: Adreça del servidor:
gl: Enderezo do servidor:
uk: Адреса сервера:

source: Log in
ca: Inicia la sessió
gl: Iniciar sesión
uk: Увійти

source: Log out
ca: Tanca la sessió
gl: Pechar sesión
uk: Вийти

source: Update Checking
ca: Comprovació d'actualitzacions
gl: Comprobación de actualizacións
uk: Перевірка оновлень

source: Check for documentation updates during startup
ca: Comprova si hi ha actualitzacions de la documentació en iniciar
uk: Перевірити наявність оновлень документації під час запуску

source: Check for program updates during startup
ca: Comprova si hi ha actualitzacions del programa en iniciar
gl: Comprobar se hai actualizacións do programa ao comezar
uk: Перевірка оновлень програми під час запуску

source: Days between checks:
ca: Dies entre les comprovacions:
gl: Días entre comprobacións:
uk: Дні між перевірками:

source: Updates to check:
ca: Actualitzacions que es comprovaran:
gl: Actualizacións para comprobar:
uk: Оновлення для перевірки:

source: Fall back to album's artists genres
ca: Fes servir com a alternativa els gèneres dels artistes de l'àlbum
uk: Повернутися до жанрів виконавців альбому

source: Minimal genre usage:
ca: Ús mínim del gènere:
gl: Uso mínimo do xénero:
uk: Мінімальне використання жанру:

source: Maximum number of genres:
ca: Nombre màxim de gèneres:
gl: Número máximo de xéneros:
uk: Максимальна кількість жанрів:

source: Join multiple genres with:
ca: Concatena els gèneres amb:
gl: Unir varios xéneros con:
uk: Приєднуйтесь до кількох жанрів за допомогою:

source: Genres or folksonomy tags to include or exclude, one per line:
ca: Gèneres o etiquetes de folcsonomia que s'han d'incloure o excloure, un per línia:
gl: Xéneros ou etiquetas de folksonomía para incluír ou excluír, unha por liña:
uk: Теги жанрів або користувачів для включення або виключення, по одному на рядок:

source: Playground for genres or folksonomy tags filters (cleared on exit):
ca: Espai de proves de filtres de gèneres o etiquetes de folcsonomia (s'esborra en sortir):
gl: Zona de xogos para xéneros ou filtros de etiquetas de folksonomía (borrados ao saír):
uk: Фільтри для тегів жанрів або користувачів (очищаються при виході):

source: Appearance
ca: Aparença
gl: Aparencia
uk: Зовнішній вигляд

source: User interface language:
ca: Llengua de la interfície d'usuari:
gl: Idioma da interface de usuario:
uk: Мова інтерфейсу:

source: User interface color theme:
ca: Tema de color de la interfície d'usuari:
gl: Tema de cor da interface de usuario:
uk: Колірна тема інтерфейсу користувача:

source: Miscellaneous
ca: Miscel·lània
gl: Misceláneo
uk: Різне

source: Allow selection of multiple directories
ca: Permet la selecció de diversos directoris
gl: Permitir a selección de múltiples directorios
uk: Дозволити вибір кількох каталогів

source: Use builtin search rather than looking in browser
ca: Fes servir la cerca incorporada en comptes de la cerca al navegador
gl: Usar a busca integrada en troques de buscar no navegador
uk: Використовувати вбудований пошук замість пошуку в браузері

source: Use advanced query syntax
ca: Fes servir la sintaxi de consulta avançada
gl: Usar a sintaxe avanzada de consulta
uk: Використовувати розширений синтаксис запитів

source: Show the new user dialog when starting Picard
ca: Mostra el diàleg d'usuari nou en iniciar Picard
gl: Mostra o diálogo de usuario novo ao iniciar Picard
uk: Показувати діалогове вікно нового користувача під час запуску Picard

source: Show documentation update checking disabled dialog
ca: Mostra el diàleg de comprovació d'actualitzacions de documentació inhabilitada
uk: Показати вимкнене діалогове вікно перевірки оновлень документації

source: Show a quit confirmation dialog for unsaved changes
ca: Mostra una confirmació en sortir si hi ha canvis sense desar
gl: Amosar un cadro de confirmación ao saír se hai trocos non gardados
uk: Показати діалог підтвердження припинення для незбережених змін

source: Show a confirmation dialog when saving files
ca: Mostra un diàleg de confirmació en desar els fitxers
gl: Amosar un cadro de confirmación ao gardar ficheiros
uk: Показувати діалогове вікно підтвердження під час збереження файлів

source: Adjust horizontal position in file browser automatically
ca: Ajusta la posició horitzontal a l'explorador de fitxers automàticament
gl: Axustar a posición horizontal no explorador de ficheiros automáticamente
uk: Автоматичне налаштування горизонтального положення у файловому браузері

source: Enable audio player "now playing" notifications
ca: Habilita les notificacions «En reproducció» del reproductor d'àudio
uk: Увімкнути сповіщення аудіопрогравача «зараз відтворюється»

source: Begin browsing in the following directory:
ca: Inicia l'exploració al directori següent:
gl: Comeza a navegar no seguinte directorio:
uk: Почати шукати в наступній теці:

source: Show cover art details in cover art view
ca: Mostra els detalls de la caràtula a la visualització de caràtules
gl: Mostrar os detalles da portada na vista de portadas
uk: Показати деталі обкладинки у режимі перегляду обкладинки

source: Show type (front, back, etc.)
ca: Mostra el tipus (frontal, revers, etc.)
gl: Amosar o tipo (frontal, traseira, etc.)
uk: Тип показу (спереду, ззаду тощо)

source: Show file size
ca: Mostra la mida del fitxer
gl: Amosar o tamaño do ficheiro
uk: Показати розмір файлу

source: Show dimensions
ca: Mostra les dimensions
gl: Amosar dimensións
uk: Показати розміри

source: Show MIME type
ca: Mostra el tipus MIME
gl: Amosar o tipo MIME
uk: Показати тип MIME

source: Quick Settings Menu
ca: Menú de configuració ràpida
gl: Menú de configuración rápida
uk: Меню швидких налаштувань

source: Please select the settings that you want to appear in the Quick Settings menu.
ca: Seleccioneu els paràmetres que voleu que apareguin al menú de configuració ràpida.
uk: Оберіть параметри, які ви хочете бачити в Меню швидких налаштувань.

source: Available Option Settings
ca: Paràmetres disponibles
uk: Доступні налаштування опцій

source: Customize Action Toolbar
ca: Personalització de la barra d'eines d'accions
gl: Personalizar a barra de ferramentas de acción
uk: Налаштувати панель дій

source: Add a new button to Toolbar
ca: Afegeix un botó nou a la barra d'eines
gl: Engade un novo botón á barra de ferramentas
uk: Додати нову кнопку на Панель інструментів

source: Add Action
ca: Afegeix una acció
gl: Engadir acción
uk: Додати дію

source: Insert a separator
ca: Insereix un separador
gl: Insira un separador
uk: Вставити розділювач

source: Add Separator
ca: Afegeix un separador
gl: Engadir separador
uk: Додати розділювач

source: Remove button from toolbar
ca: Suprimeix el botó de la barra d'eines
gl: Eliminar o botón da barra de ferramentas
uk: Видалити кнопку з панелі інструментів

source: Show the below tags above all other tags in the metadata view
ca: Mostra les etiquetes següents sobre la resta a la visualització de metadades
gl: Mostra as etiquetas a continuación sobre todas as demais etiquetas na vista de metadatos
uk: Показувати наведені нижче теги над усіма іншими тегами у вікні перегляду метаданих

source: Configuration file:
ca: Fitxer de configuració:
gl: Ficheiro de configuración:
uk: Файл конфігурації:

source: Open folder…
ca: Obre la carpeta…
gl: Abrir cartafol…
uk: Відкрити теку...

source: Automatic configuration backups directory:
ca: Directori de les còpies de seguretat de la configuració automàtiques:
gl: Directorio de copias de seguridade da configuración automática:
uk: Каталог резервних копій автоматичної конфігурації:

source: Load backup…
ca: Carrega una còpia de seguretat…
gl: Cargar copia de seguranza…
uk: Завантажити резервну копію…

source: Save backup…
ca: Desa una còpia de seguretat…
gl: Gardar copia de seguranza…
uk: Зберегти резервну копію…

source: Select all
ca: Selecciona-ho tot
gl: Selecciona todo
uk: Вибрати все

source: Remove selected options
ca: Suprimeix les opcions seleccionades
gl: Eliminar as opcións seleccionadas
uk: Видалити вибрані параметри

source: Thresholds
ca: Llindars
gl: Limiares
uk: Порогові значення

source: Minimal similarity for matching files to tracks:
ca: Similitud mínima per a fer coincidir els fitxers amb pistes:
gl: Similitude mínima para facer coincidir os ficheiros coas pistas:
uk: Мінімальна схожість відповідних файлів до треків:

source: Minimal similarity for file lookups:
ca: Similitud mínima per a les cerques de fitxers:
gl: Similitude mínima para as consultas en ficheiros:
uk: Мінімальна схожість для пошуку файлів:

source: Minimal similarity for cluster lookups:
ca: Similitud mínima per a les cerques d'agrupacions:
gl: Similitude mínima para as consultas en clústers:
uk: Мінімальна схожість для пошуку кластерів:

source: Translate names when available:
ca: Tradueix els noms quan estiguin disponibles:
uk: Перекласти імена, якщо вони доступні:

source: Artist names
ca: Noms dels artistes
uk: Імена виконавців

source: Album titles
ca: Títols dels àlbums
uk: Назви альбомів

source: Track titles
ca: Títols de les pistes
uk: Назви треків

source: Preferred locales:
ca: Configuracions regionals preferides:
uk: Бажані регіони:

source: Select…
ca: Selecciona…
gl: Selecciona…
uk: Вибрати…

source: Ignore name translation for these language scripts:
ca: Ignora la traducció dels noms per a aquests sistemes d'escriptura:
uk: Ігнорувати переклад імен для цих мовних сценаріїв:

source: Convert Unicode punctuation characters to ASCII
ca: Converteix a ASCII els caràcters de puntuació Unicode
gl: Converter os caracteres de puntuación Unicode a ASCII
uk: Перетворення символів пунктуації Unicode в ASCII

source: Use track relationships
ca: Fes servir les relacions de pistes
gl: Usar relacións entre pistas
uk: Використовувати спорідненість треків

source: Guess track number and title from filename if empty
ca: Calcula el número de pista i el títol a partir del nom del fitxer si estan buits
gl: Adiviñar o número de pista e o título a partir do nome do ficheiro se están baleiros
uk: Визначити номер та назву треку з назви файлу, якщо він порожній

source: Custom Fields
ca: Camps personalitzats
gl: Campos personalizados
uk: Нетипові поля

source: Various artists:
ca: Diversos artistes:
gl: Varios artistas:
uk: Різні виконавці:

source: Standalone recordings:
ca: Enregistraments independents:
gl: Gravacións independentes:
uk: Самостійний запис;

source: Default
ca: Valor per defecte
gl: Predeterminado
uk: Типово

source: Web Proxy
ca: Servidor intermediari
gl: Proxy web
uk: Проксі

source: Username:
ca: Nom d'usuari:
gl: Nome de usuario:
uk: Користувач:

source: Password:
ca: Contrasenya:
gl: Contrasinal:
uk: Пароль:

source: Network options
ca: Opcions de xarxa
gl: Opcións de rede
uk: Параметри мережі

source: Request timeout in seconds:
ca: Temps d'espera de les sol·licituds en segons:
gl: Solicitar tempo de espera en segundos:
uk: Час очікування запиту в секундах:

source: Cache size (MB):
ca: Mida de la memòria cau (MB):
gl: Tamaño da caché (MB):
uk: Розмір кешу (МБ):

source: Browser Integration
ca: Integració amb el navegador
gl: Integración de navegador
uk: Інтеграція браузера

source: Default listening port:
ca: Port d'escolta per defecte:
gl: Porto de escoita predeterminado:
uk: Стандартний порт для прослуховування:

source: Option Profile(s)
ca: Perfils d'opcions
gl: Perfil(s) de opcións
uk: Опції профілю(ів)

source: Move profile up
ca: Mou el perfil amunt
gl: Mover o perfil cara arriba
uk: Перемістити профіль угору

source: Move profile down
ca: Mou el perfil avall
gl: Mover o perfil cara abaixo
uk: Перемістити профіль вниз

source: Picard saves the ratings together with an e-mail address identifying the user who did the rating. That way different ratings for different users can be stored in the files. Please specify the e-mail you want to use to save your ratings.
ca: Picard desa les puntuacions juntament amb una adreça electrònica que identifica l'usuari que ha indicat la puntuació. D'aquesta manera es poden emmagatzemar les puntuacions de diversos usuaris als fitxers. Especifiqueu l'adreça electrònica que voleu fer servir per a desar les vostres puntuacions.
gl: Picard garda a puntuación xunto co enderezo de correo electrónico que identifica ao usuario que fixo a puntuación.Dese xeito, pódense gardar nos ficheiros diferentes puntuacións para diferentes usuarios. Especifique o correo electrónico que quere usar para gardar as súas puntuacións.
uk: Picard зберігає оцінки разом з адресою ел. пошти користувача, який робив оцінку. Таким чином, різні оцінки різних користувачів можуть бути збережені у файлах. Вкажіть адресу ел. пошти, якщо хочете використовувати функцію збереження своїх оцінок.

source: E-mail:
ca: Adreça electrònica:
gl: Correo electrónico:
uk: Ел. пошта:

source: Add to preferred release countries
ca: Afegeix als països de publicació preferits
gl: Engadir aos países de lanzamento preferidos
uk: Додати до бажаних країн релізу

source: Remove from preferred release countries
ca: Suprimeix dels països de publicació preferits
gl: Quitar dos países de lanzamento preferidos
uk: Видалити з бажаних країн релізу

source: Add to preferred release formats
ca: Afegeix als formats de publicació preferits
gl: Engadir aos formatos de lanzamento preferidos
uk: Додати до бажаних форматів релізу

source: Remove from preferred release formats
ca: Suprimeix dels formats de publicació preferits
gl: Eliminar dos formatos de versión preferidos
uk: Видалити з бажаних форматів релізу

source: Move files when saving
ca: Mou els fitxers en desar-los
gl: Move ficheiros ao gardar
uk: Перемістити файли під час збереження

source: Destination directory:
ca: Directori de destinació:
gl: Directorio de destino:
uk: Тека призначення:

source: Move additional files (case insensitive):
ca: Mou els fitxers addicionals (sense distinció entre majúscules i minúscules):
uk: Перемістити додаткові файли (незалежно від регістру):

source: Rename files when saving
ca: Canvia el nom dels fitxers en desar-los
gl: Renomear os ficheiros ao gardar
uk: Перейменовувати файли під час збереження

source: Selected file naming script:
ca: Script de nom dels fitxers seleccionat:
gl: Script de nomeamento de ficheiros seleccionado:
uk: Вибраний скрипт іменування файлів:

source: Edit file naming script…
ca: Edita l'script de nom dels fitxers…
gl: Editar o script de nomeamento de ficheiros…
uk: Редагувати скрипт іменування файлів…

source: Files will be named like this:
ca: El nom dels fitxers serà el següent:
gl: Os ficheiros nomearanse así:
uk: Файли будуть названі так:

source: Before
ca: Abans
gl: Antes
uk: Раніше

source: After
ca: Després
gl: Despois
uk: Після

source: Reload examples
ca: Torna a carregar els exemples
gl: Recarga exemplos
uk: Приклади перезавантаження

source: Customize…
ca: Personalitza…
gl: Personalizar…
uk: Налаштувати…

source: Allow paths longer than 259 characters
ca: Permet els camins de més de 259 caràcters
gl: Permite camiños de máis de 259 caracteres
uk: Дозволити шляхи довжиною понад 259 символів

source: Replace directory separators with:
ca: Substitueix els separadors de directoris per:
gl: Substitúe os separadores de directorios por:
uk: Замініть роздільники каталогів на:

source: Enable Tagger Script(s)
ca: Habilita els scripts d'etiquetatge
gl: Activar script(s) de etiquetado
uk: Увімкнути скрипт(и) теґера

source: Tagger scripts that have been activated below will be executed automatically for each track of a release loaded from MusicBrainz.
ca: Els scripts d'etiquetatge habilitats a continuació s'executaran automàticament per a cada pista d'una publicació carregada de MusicBrainz.
gl: Os scripts de etiquetado activados a continuación executaranse automaticamente para cada pista dun lanzamento cargado desde MusicBrainz.
uk: Скрипти теґерів, активовані нижче, будуть виконуватися автоматично для кожного треку релізу, завантаженого з MusicBrainz.

source: Enter your tagger script here.
ca: Introduïu l'script d'etiquetatge aquí.
gl: Introduce aquí o teu script de etiquetado.
uk: Введіть тут свій скрипт теґера.

source: Move tagger script up
ca: Mou l'script d'etiquetatge amunt
gl: Subir o script de etiquetado
uk: Перемістити скрипт теґера вгору

source: Move tagger script down
ca: Mou l'script d'etiquetatge avall
gl: Baixar o script de etiquetado
uk: Перемістити скрипт теґера вниз

source: Add new tagger script
ca: Afegeix un script d'etiquetatge nou
gl: Engadir un novo script de etiquetado
uk: Додати новий скрипт теґера

source: Remove the selected tagger script
ca: Suprimeix l'script d'etiquetatge seleccionat
gl: Elimina o script de etiquetado seleccionado
uk: Видалити вибраний скрипт теґера

source: Remove tagger script
ca: Suprimeix l'script d'etiquetatge
gl: Eliminar o script de etiquetado
uk: Видалити скрипт теґера

source: Import
ca: Importa
gl: Importar
uk: Імпорт

source: Export
ca: Exporta
gl: Exportar
uk: Експорт

source: Documentation
ca: Documentació
gl: Documentación
uk: Документація

source: Write tags to files
ca: Escriu les etiquetes als fitxers
gl: Escribir as etiquetas nos ficheiros
uk: Записати теги у файли

source: Preserve timestamps of tagged files
ca: Conserva les marques temporals dels fitxers etiquetats
gl: Preservar as marcas de tempo dos ficheiros etiquetados
uk: Зберігати часові мітки файлів із тегами

source: Before Tagging
ca: Abans de l'etiquetatge
gl: Antes de etiquetar
uk: Перед міткою

source: Keep embedded images when clearing tags
ca: Conserva les imatges incrustades en esborrar les etiquetes
gl: Manter as imaxes incrustadas ao limpar as etiquetas
uk: Зберігати вбудовані зображення під час очищення тегів

source: Remove ID3 tags from FLAC files
ca: Suprimeix les etiquetes ID3 dels fitxers FLAC
gl: Eliminar as etiquetas ID3 dos ficheiros FLAC
uk: Вилучити теги ID3 з файлів FLAC

source: Remove APEv2 tags from MP3 files
ca: Suprimeix les etiquetes APEv2 dels fitxers MP3
gl: Eliminar as etiquetas APEv2 dos ficheiros MP3
uk: Вилучити теги APEv2 з файлів MP3

source: Fix missing seekpoints for FLAC files
ca: Corregeix els punts de cerca absents en els fitxers FLAC
gl: Corrixir puntos de busca ausentes nos ficheiros FLAC
uk: Виправлено відсутні точки пошуку для файлів FLAC

source: Preserve these tags from being cleared or overwritten with MusicBrainz data:
ca: Impedeix que aquestes etiquetes s'esborrin o siguin reemplaçades per dades de MusicBrainz:
gl: Evita que estas etiquetas se borren ou sobrescriban con datos de MusicBrainz:
uk: Збережіть ці теги від очищення чи перезапису за допомогою даних MusicBrainz:
