Repository: metabrainz/picard
Catalog: po/*.po
Languages: ca, gl, uk

source: Returns the performers where the performance type (e.g. "vocal") matches `pattern`, joined by `join`. You can specify a regular expression in the format `/pattern/flags`. `flags` are optional. Currently the only supported flag is "i" (ignore case). For example `$performer(/^guitars?$/i)` matches the performance type "guitar" or "Guitars", but not e.g. "bass guitar". _Since Picard 0.10_
ca: Retorna els intèrprets en què el tipus d'interpretació (per exemple, «veu») coincideix amb `patró`, concatenats amb `unió`. Podeu especificar una expressió regular amb el format `/patró/marques`. `marques` és opcional. Actualment només s'admet la marca «i» (ignora les majúscules). Per exemple, `$performer(/^guitarra?$/i)` coincideix amb el tipus d'interpretació «guitarra» o «Guitarra», però no amb «guitarra elèctrica». _A partir de Picard 0.10_

source: Returns the number of matched tracks within a release. **Only works in File Naming scripts.** _Since Picard 0.12_
ca: Retorna el nombre de pistes coincidents d'una publicació. **Només funciona en scripts de nom dels fitxers.** _A partir de Picard 0.12_

source: Returns true if every track in the album is matched to a single file. **Only works in File Naming scripts.**
ca: Retorna `true` si totes les pistes de l'àlbum coincideixen amb un fitxer cadascuna. **Només funciona en scripts de nom dels fitxers.**

source: $firstalphachar(text[,nonalpha=#])
ca: $firstalphachar(text[,noalfa=#])

source: Returns the first character of `text`. If `text` does not begin with an alphabetic character, then `nonalpha` is returned instead. If `nonalpha` is not specified, the default value "#" will be used. _Since Picard 0.12_
ca: Retorna el primer caràcter de `text`. Si `text` no comença per un caràcter alfabètic, es retorna `noalfa`. Si no s'especifica `noalfa`, es fa servir el valor per defecte «#». _A partir de Picard 0.12_

source: Returns the first character of each word in `text`, if it is an alphabetic character. _Since Picard 0.12_
ca: Retorna el primer caràcter de cada paraula de `text`, si és un caràcter alfabètic. _A partir de Picard 0.12_

source: $firstwords(text,length)
ca: $firstwords(text,longitud)

source: Like `$truncate()` except that it will only return the complete words from `text` which fit within `length` characters. _Since Picard 0.12_
ca: Com `$truncate()`, excepte que només retorna les paraules completes de `text` que encaixen en el límit de `longitud` caràcters. _A partir de Picard 0.12_

source: Returns true if `text` starts with `prefix`. _Since Picard 1.4_
ca: Retorna `true` si `text` comença per `prefix`. _A partir de Picard 1.4_

source: $endswith(text,suffix)
ca: $endswith(text,sufix)

source: Returns true if `text` ends with `suffix`. _Since Picard 1.4_
ca: Retorna `true` si `text` acaba en `sufix`. _A partir de Picard 1.4_

source: $truncate(text,length)
ca: $truncate(text,longitud)

source: Truncate `text` to `length`. _Since Picard 0.12_
ca: Trunca `text` a `longitud`. _A partir de Picard 0.12_

source: Moves the specified prefixes from the beginning to the end of `text`. Multiple prefixes can be specified as separate parameters. If no prefix is specified 'A' and 'The' are used by default. Example: $swapprefix(%albumartist%,A,An,The,La,Le,Les,Un,Une) _Since Picard 1.3, previously as a plugin since Picard 0.13_
ca: Mou els prefixos especificats de l'inici al final de `text`. Es poden especificar diversos prefixos com a paràmetres independents. Si no s'especifica cap prefix, per defecte es fan servir «A» i «The». Exemple: $swapprefix(%albumartist%,A,An,The,La,Le,Les,Un,Une) _A partir de Picard 1.3, anteriorment com a connector a partir de Picard 0.13_

source: Deletes the specified prefixes from the beginning of `text`. Multiple prefixes can be specified as separate parameters. If no prefix is specified 'A' and 'The' are used by default. Example: $delprefix(%albumartist%,A,An,The,La,Le,Les,Un,Une) _Since Picard 1.3_
ca: Suprimeix els prefixos especificats de l'inici de `text`. Es poden especificar diversos prefixos com a paràmetres independents. Si no s'especifica cap prefix, per defecte es fan servir «A» i «The». Exemple: $delprefix(%albumartist%,A,An,The,La,Le,Les,Un,Une) _A partir de Picard 1.3_

source: Returns true if `x` equals `a1` or `a2` or … Functionally equivalent to `$or($eq(x,a1),$eq(x,a2),…)`. Functionally equivalent to the eq2 plugin.
ca: Retorna `true` si `x` és igual a `a1`, `a2` o … Equivalent funcionalment a `$or($eq(x,a1),$eq(x,a2),…)`. Equivalent funcionalment al connector eq2.

source: Returns true if `x` does not equal `a1` and `a2` and … Functionally equivalent to `$and($ne(x,a1),$ne(x,a2),…)`. Functionally equivalent to the ne2 plugin.
ca: Retorna `true` si `x` no és igual a `a1`, `a2` i … Equivalent funcionalment a `$and($ne(x,a1),$ne(x,a2),…)`. Equivalent funcionalment al connector ne2.

source: Returns true if `x` equals `a1` and `a2` and … Functionally equivalent to `$and($eq(x,a1),$eq(x,a2),…)`. Example: $if($eq_all(%albumartist%,%artist%,Justin Bieber),$set(engineer,Meat Loaf))
ca: Retorna `true` si `x` és igual a `a1`, `a2` i … Equivalent funcionalment a `$and($eq(x,a1),$eq(x,a2),…)`. Exemple: $if($eq_all(%albumartist%,%artist%,Justin Bieber),$set(engineer,Meat Loaf))

source: Returns true if `x` does not equal `a1` or `a2` or … Functionally equivalent to `$or($ne(x,a1),$ne(x,a2),…)`. Example: $if($ne_any(%albumartist%,%trackartist%,%composer%),$set(lyricist,%composer%))
ca: Retorna `true` si `x` no és igual a `a1`, `a2` o … Equivalent funcionalment a `$or($ne(x,a1),$ne(x,a2),…)`. Exemple: $if($ne_any(%albumartist%,%trackartist%,%composer%),$set(lyricist,%composer%))

source: Returns `text` in title case (first character in every word capitalized). Example: $set(album,$title(%album%)) _Since Picard 2.1_
ca: Retorna `text` amb majúscula inicial a cada paraula. Exemple: $set(album,$title(%album%)) _A partir de Picard 2.1_

source: Returns true, if the file processed is an audio file. _Since Picard 2.2_
ca: Retorna `true` si el fitxer processat és un fitxer d'àudio. _A partir de Picard 2.2_

source: Returns true, if the file processed is a video file. _Since Picard 2.2_
ca: Retorna `true` si el fitxer processat és un fitxer de vídeo. _A partir de Picard 2.2_

source: $find(haystack,needle)
ca: $find(paller,agulla)

source: Finds the location of one string within another. Returns the index of the first occurrence of `needle` in `haystack`, or "" if `needle` was not found. _Since Picard 2.3_ Note that prior to Picard 2.3.2 `$find` returned "-1" if `needle` was not found.
ca: Troba la ubicació d'una cadena dins d'una altra. Retorna l'índex de la primera aparició de `agulla` a `paller`, o «» si no es troba `agulla`. _A partir de Picard 2.3_ Tingueu en compte que abans de Picard 2.3.2 `$find` retornava «-1» si no es trobava `agulla`.

source: Returns `text` in reverse order.
ca: Retorna `text` en l'ordre invers.

source: $substr(text,start[,end])
ca: $substr(text,inici[,fi])

source: Returns the substring beginning with the character at the `start` index, up to (but not including) the character at the `end` index. Indexes are zero-based. Negative numbers will be counted back from the end of the string. If the `start` or `end` indexes are left blank, they will default to the start and end of the string respectively.
ca: Retorna la subcadena que comença pel caràcter a l'índex `inici` fins al caràcter a l'índex `fi` (però no l'inclou). Els índexs comencen en zero. Els nombres negatius es comptaran des del final de la llista. Si es deixen en blanc els índexs `inici` o `fi`, per defecte seran l'inici o la fi de la llista, respectivament.

source: $getmulti(name,index[,separator=; ])
ca: $getmulti(nom,índex[,separador=; ])

source: Gets the element at `index` from the multi-value tag `name`. A literal value representing a multi-value can be substituted for `name`, using the separator (or "; " if not passed) to coerce the value into a proper multi-valued tag.
ca: Obtén l'element a `index` de l'etiqueta multivalor `nom`. Es pot fer servir un multivalor directament en comptes de `nom`, amb `separador` (o «; » si no s'indica) per a processar el valor com una etiqueta multivalor correcta.

source: $foreach(name,code[,separator=; ])
ca: $foreach(nom,codi[,separador=; ])

source: Iterates over each element found in the multi-value tag `name`, executing `code`. For each loop, the element value is first stored in the tag `_loop_value` and the count is stored in the tag `_loop_count`. This allows the element or count value to be accessed within the `code` script. A literal value representing a multi-value can be substituted for `name`, using the separator (or "; " if not passed) to coerce the value into a proper multi-valued tag.
ca: Itera sobre cada element de l'etiqueta multivalor `nom` i executa `codi`. Per a cada repetició del bucle, el valor de l'element s'emmagatzema primer a l'etiqueta `_loop_value` i el recompte a l'etiqueta `_loop_count`. Això permet accedir a l'element o al recompte des de l'script `codi`. Es pot substituir un valor literal que representi un multivalor per `nom` amb el separador (o «; » si no s'indica) per a processar el valor com una etiqueta multivalor correcta.

source: $while(condition,code)
ca: $while(condició,codi)

source: Standard 'while' loop. Executes `code` repeatedly until `condition` no longer evaluates to `True`. For each loop, the count is stored in the tag `_loop_count`. This allows the count value to be accessed within the `code` script. The function limits the maximum number of iterations to 1000 as a safeguard against accidentally creating an infinite loop.
ca: Bucle «while» estàndard. Executa `codi` repetidament fins que `condició ja no és `True`. Per a cada repetició del bucle, el recompte s'emmagatzema a l'etiqueta `_loop_count`. Això permet accedir al recompte des de l'script `codi`. La funció limita el nombre màxim de repeticions a 1000 com a protecció contra la creació accidental de bucles infinits.

source: $map(name,code[,separator=; ])
ca: $map(nom,codi[,separador=; ])

source: Iterates over each element found in the multi-value tag `name` and updates the value of the element to the value returned by `code`, returning the updated multi-value tag. For each loop, the element value is first stored in the tag `_loop_value` and the count is stored in the tag `_loop_count`. This allows the element or count value to be accessed within the `code` script. Empty elements are automatically removed. Example: $map(First:A; Second:B,$upper(%_loop_count%=%_loop_value%)) Result: 1=FIRST:A; 2=SECOND:B
ca: Itera sobre cada element de l'etiqueta multivalor `nom` i actualitza el valor de l'element al valor retornat per `codi`, i finalment retorna l'etiqueta multivalor actualitzada. Per a cada repetició del bucle, el valor de l'element s'emmagatzema primer a l'etiqueta `_loop_value` i el recompte a l'etiqueta `_loop_count`. Això permet accedir a l'element o al recompte des de l'script `codi`. Els elements buits se suprimeixen automàticament. Example: $map(Primer:A; Segon:B,$upper(%_loop_count%=%_loop_value%)) Resultat: 1=PRIMER:A; 2=SEGON:B

source: $join(name,text[,separator=; ])
ca: $join(nom,text[,separador=; ])

source: Joins all elements in `name`, placing `text` between each element, and returns the result as a string.
ca: Concatena tots els elements a `nom`, inserint `text` entre cada element, i retorna el resultat com a cadena.

source: $slice(name,start,end[,separator=; ])
ca: $slice(nom,inici,fi[,separador=; ])

source: Returns a multi-value variable containing the elements between the `start` and `end` indexes from the multi-value tag `name`. A literal value representing a multi-value can be substituted for `name`, using the separator (or "; " if not passed) to coerce the value into a proper multi-valued tag. Indexes are zero based. Negative numbers will be counted back from the end of the list. If the `start` or `end` indexes are left blank, they will default to the start and end of the list respectively. The following example will create a multi-value variable with all artists in `%artists%` except the first, which can be used to create a "feat." list. Examples: $setmulti(supporting_artists,$slice(%artists%,1)) $setmulti(supporting_artists,$slice(%artists%,1,-1))
ca: Retorna una variable multivalor que conté els elements entre els índexs `inici` i `fi` de l'etiqueta multivalor `nom`. Es pot fer servir un multivalor directament en comptes de `nom`, amb `separador` (o «; » si no s'indica) per a processar el valor com una etiqueta multivalor correcta. Els índexs comencen en zero. Els nombres negatius es comptaran des del final de la llista. Si es deixen en blanc els índexs `inici` o `fi`, per defecte seran l'inici o la fi de la llista, respectivament. L'exemple següent crea una variable multivalor amb tots els artistes a `%artists%` excepte el primer, que es pot fer servir per a crear una llista «amb». Exemples: $setmulti(supporting_artists,$slice(%artists%,1)) $setmulti(supporting_artists,$slice(%artists%,1,-1))

source: Returns the current date and time in the specified `format`, which is based on the standard Python `strftime` [format codes](https://strftime.org/). If no `format` is specified the date/time will be returned in the form `2020-02-05 14:26:32`. Note: Platform-specific formatting codes should be avoided to help ensure the portability of scripts across the different platforms. These codes include: remove zero-padding (e.g. `%-d` and `%-m` on Linux or macOS, and their equivalent `%#d` and `%#m` on Windows); element length specifiers (e.g. `%3Y`); and hanging '%' at the end of the format string.
ca: Retorna la data i l'hora actuals en el `format` especificat, que es basa en els [codis de format](https://strftime.org/) del mòdul `strftime` de la biblioteca estàndard de Python. Si no s'especifica `format`, la data i hora es retornen en el format `2020-02-05 14:26:32`. Nota: Eviteu els codis de format específics d'algunes plataformes per a garantir la portabilitat dels scripts entre plataformes. Alguns d'aquests codis inclouen: supressió del farciment amb zeros (p. ex., `%-d` i `%-m` al Linux o al macOS i els equivalents `%#d` i `%#m` al Windows); especificació de longitud dels elements (p. ex., `%3Y`) i «%» sols al final de la cadena de format.

source: $sortmulti(name[,separator=; ])
ca: $sortmulti(nom[,separador=; ])

source: Returns a copy of the multi-value tag `name` with the elements sorted in ascending order. Example: $sortmulti(B; A; C) Result: A; B; C
ca: Retorna una còpia de l'etiqueta multivalor `nom` amb els elements ordenats en ordre ascendent. Exemple: $sortmulti(B; A; C) Resultat: A; B; C

source: $reversemulti(name[,separator=; ])
ca: $reversemulti(nom[,separador=; ])

source: Returns a copy of the multi-value tag `name` with the elements in reverse order. This can be used in conjunction with the `$sortmulti` function to sort in descending order. Example: $reversemulti($sortmulti(B; A; C)) Result: C; B; A
ca: Retorna una còpia de l'etiqueta multivalor `nom` amb els elements ordenats en ordre invers. Es pot fer servir conjuntament amb la funció `$sortmulti` per a ordenar en ordre descendent. Exemple: $reversemulti($sortmulti(B; A; C)) Resultat: C; B; A

source: $unique(name[,case_sensitive[,separator=; ]])
ca: $unique(nom[,distinció_majúscules[,separador=; ]])

source: Returns a copy of the multi-value tag `name` with no duplicate elements. By default, a case-insensitive comparison of the elements is performed. Example 1: $setmulti(foo,a; A; B; b; cd; Cd; cD; CD; a; A; b) $unique(%foo%) Result: A; CD; b Example 2: $setmulti(foo,a; A; B; b; a; b; A; B, cd) $unique(%foo%,True) Result: A; B; a; b; cd
ca: Retorna una còpia de l'etiqueta multivalor `nom` sense elements duplicats. Per defecte, es fa una comparació dels elements sense distinció entre majúscules i minúscules. Exemple 1: $setmulti(foo,a; A; B; b; cd; Cd; cD; CD; a; A; b) $unique(%foo%) Resultat: A; CD; b Exemple 2: $setmulti(foo,a; A; B; b; a; b; A; B, cd) $unique(%foo%,True) Resultat: A; B; a; b; cd

source: $countryname(country_code[,translate])
ca: $countryname(codi_país[,tradueix])

source: Returns the name of the country for the specified country code. If the country code is invalid an empty string will be returned. If `translate` is not blank, the output will be translated into the current locale language.
ca: Retorna el nom del país per al codi de país especificat. Si el codi de país no és vàlid, es retorna una cadena buida. Si `tradueix` no està en blanc, el resultat es tradueix a la configuració regional actual.

source: $year(date[,date_order=ymd])
ca: $year(data[,ordre_data=ymd])

source: Returns the year portion of the specified date. The default order is "ymd". This can be changed by specifying either "dmy" or "mdy". If the date is invalid an empty string will be returned. _Since Picard 2.7_
ca: Retorna l'any de la data especificada. L'ordre per defecte és «ymd» (any-mes-dia). Això es pot canviar especificant «dmy» (dia-mes-any) o «mdy» (mes-dia-any). Si la data no és vàlida, es retorna una cadena buida. _A partir de Picard 2.7_

source: $month(date[,date_order=ymd])
ca: $month(data[,ordre_data=ymd])

source: Returns the month portion of the specified date. The default order is "ymd". This can be changed by specifying either "dmy" or "mdy". If the date is invalid an empty string will be returned. _Since Picard 2.7_
ca: Retorna el mes de la data especificada. L'ordre per defecte és «ymd» (any-mes-dia). Això es pot canviar especificant «dmy» (dia-mes-any) o «mdy» (mes-dia-any). Si la data no és vàlida, es retorna una cadena buida. _A partir de Picard 2.7_

source: $day(date[,date_order=ymd])
ca: $day(data[,ordre_data=ymd])

source: Returns the day portion of the specified date. The default order is "ymd". This can be changed by specifying either "dmy" or "mdy". If the date is invalid an empty string will be returned. _Since Picard 2.7_
ca: Retorna el dia de la data especificada. L'ordre per defecte és «ymd» (any-mes-dia). Això es pot canviar especificant «dmy» (dia-mes-any) o «mdy» (mes-dia-any). Si la data no és vàlida, es retorna una cadena buida. _A partir de Picard 2.7_

source: $dateformat(date[,format=%Y-%m-%d[,date_order=ymd]])
ca: $dateformat(data[,format=%Y-%m-%d[,ordre_data=ymd]])

source: Returns the input date in the specified `format`, which is based on the standard Python `strftime` [format codes](https://strftime.org/). If no `format` is specified the date will be returned in the form `2020-02-05`. If the date or format are invalid an empty string will be returned. The default order for the input date is "ymd". This can be changed by specifying either "dmy" or "mdy". Note: Platform-specific formatting codes should be avoided to help ensure the portability of scripts across the different platforms. These codes include: remove zero-padding (e.g. `%-d` and `%-m` on Linux or macOS, and their equivalent `%#d` and `%#m` on Windows); element length specifiers (e.g. `%3Y`); and hanging '%' at the end of the format string. _Since Picard 2.7_
ca: Retorna la data d'entrada en el `format` especificat, que es basa en els [codis de format](https://strftime.org/) del mòdul `strftime` de la biblioteca estàndard de Python. Si no s'especifica `format`, la data es retorna en el format `2020-02-05`. Si la data o el format no són vàlids, es retorna una cadena buida. L'ordre per defecte és «ymd» (any-mes-dia). Això es pot canviar especificant «dmy» (dia-mes-any) o «mdy» (mes-dia-any). Nota: Eviteu els codis de format específics d'algunes plataformes per a garantir la portabilitat dels scripts entre plataformes. Alguns d'aquests codis inclouen: supressió del farciment amb zeros (p. ex., `%-d` i `%-m` al Linux o al macOS i els equivalents `%#d` i `%#m` al Windows); especificació de longitud dels elements (p. ex., `%3Y`) i «%» sols al final de la cadena de format. _A partir de Picard 2.7_

source: $is_multi(name)
ca: $is_multi(nom)

source: Returns '1' if the argument is a multi-value tag and there are more than one elements, otherwise an empty string. Example: $is_multi(%artists%) Result: 1 if there is more than one artist, otherwise "". _Since Picard 2.7_
ca: Retorna '1' si l'argument és una etiqueta multivalor i hi ha més d'un element; en cas contrari, retorna una cadena buida. Exemple: $is_multi(%artists%) Resultat: 1 si hi ha més d'un artista, «» en cas contrari. _A partir de Picard 2.7_

source: $cleanmulti(name)
ca: $cleanmulti(nom)

source: Removes all empty string elements from the multi-value variable. Example: $setmulti(test,one; ; two; three) $cleanmulti(test) Result: Sets the value of 'test' to ["one", "two", "three"]. _Since Picard 2.8_
ca: Suprimeix tots els elements que són cadenes buides de la variable multivalor. Exemple: $setmulti(prova,un; ; dos; tres) $cleanmulti(prova) Resultat: Defineix el valor de «prova» a ["un", "dos", "tres"]. _A partir de Picard 2.8_

source: $min(type,x,…)
ca: $min(tipus,x,…)

source: Returns the minimum value using the comparison specified in `type`. Possible values of `type` are "int" (integer), "float" (floating point), "text" (case-sensitive text), "nocase" (case-insensitive text) and "auto" (automatically determine the type of arguments provided), with "auto" used as the default comparison method if `type` is not specified. The "auto" type will use the first type that applies to both arguments in the following order of preference: "int", "float" and "text". Can be used with an arbitrary number of arguments. Multi-value arguments will be expanded automatically. _Since Picard 2.9_
ca: Retorna el valor mínim segons la comparació especificada a `tipus`. Els valors possibles per a `tipus` són «int» (enter), «float» (punt flotant), «text» (text amb distinció entre majúscules i minúscules), «nocase» (text sense distinció entre majúscules i minúscules) i «auto» (determina automàticament el tipus dels arguments proporcionats); «auto» es fa servir com a mètode de comparació per defecte si no s'especifica `tipus`. El tipus «auto» fa servir el primer tipus que s'aplica a tots els arguments en l'ordre de preferència següent: «int», «float» i «text». Es pot fer servir amb un nombre arbitrari d'arguments. Els arguments amb diversos valors s'expandeixen automàticament. _A partir de Picard 2.9_

source: $max(type,x,…)
ca: $max(tipus,x,…)

source: Returns the maximum value using the comparison specified in `type`. Possible values of `type` are "int" (integer), "float" (floating point), "text" (case-sensitive text), "nocase" (case-insensitive text) and "auto" (automatically determine the type of arguments provided), with "auto" used as the default comparison method if `type` is not specified. The "auto" type will use the first type that applies to both arguments in the following order of preference: "int", "float" and "text". Can be used with an arbitrary number of arguments. Multi-value arguments will be expanded automatically. _Since Picard 2.9_
ca: Retorna el valor màxim segons la comparació especificada a `tipus`. Els valors possibles per a `tipus` són «int» (enter), «float» (punt flotant), «text» (text amb distinció entre majúscules i minúscules), «nocase» (text sense distinció entre majúscules i minúscules) i «auto» (determina automàticament el tipus dels arguments proporcionats); «auto» es fa servir com a mètode de comparació per defecte si no s'especifica `tipus`. El tipus «auto» fa servir el primer tipus que s'aplica a tots els arguments en l'ordre de preferència següent: «int», «float» i «text». Es pot fer servir amb un nombre arbitrari d'arguments. Els arguments amb diversos valors s'expandeixen automàticament. _A partir de Picard 2.9_
