Repository: metabrainz/picard
Catalog: po/*.po
Languages: ca, gl, uk

source: EAC / XLD / Whipper / fre:ac log files
ca: Fitxers de registre d'EAC / XLD / Whipper / fre:ac
gl: Ficheiros de rexistro EAC / XLD / Whipper / fre:ac
uk: Файли журналу EAC / XLD / Whipper / fre:ac

source: dBpoweramp log files
ca: Fitxers de registre de dBpoweramp
gl: Ficheiros de rexistro de dBpoweramp
uk: Журнали dBpoweramp

source: SCSI TOC file
ca: Fitxer SCSI TOC
uk: Файл SCSI TOC

source: All files
ca: Tots els fitxers
gl: Todos os ficheiros
uk: Усі файли

source: Failed parsing ripping log "%s"
ca: No s'ha pogut analitzar el registre d'extracció «%s»
gl: Fallo ao analizar o rexistro de extracción "%s"
uk: Не вдалося розібрати журнал копіювання "%s"

source: Error line %(lineno)d: %(error)s
ca: Hi ha un error a la línia %(lineno)d: %(error)s
gl: Erro na liña %(lineno)d: %(error)s
uk: Помилка в рядку %(lineno)d: %(error)s

source: [loading recording information]
ca: [s'està carregant la informació de l'enregistrament]
gl: [cargando información da gravación]
uk: [завантаження інформації про запис]

source: [could not load recording %s]
ca: [no s'ha pogut carregar l'enregistrament %s]
gl: [non se puido cargar a gravación %s]
uk: [не вдалося завантажити запис %s]

source: AcoustID lookup network error for "%(filename)s"!
ca: S'ha produït un error de xarxa en cercar l'AcoustID per a «%(filename)s»!
uk: Помилка мережі під час пошуку AcoustID для "%(filename)s"!

source: AcoustID lookup failed for "%(filename)s"!
ca: No s'ha pogut cercar l'AcoustID per a «%(filename)s»!
uk: Помилка пошуку AcousID для "%(filename)s"!

source: AcoustID lookup returned no result for file "%(filename)s"
ca: La cerca d'AcoustID no ha retornat cap resultat per al fitxer «%(filename)s»
uk: Пошук AcousID не дав результатів для файлу "%(filename)s"

source: Looking up the fingerprint for file "%(filename)s" …
ca: S'està cercant l'empremta del fitxer «%(filename)s»…
uk: Пошук відбитка для файлу "%(filename)s"…

source: AcoustID submission finished, but not all fingerprints have been submitted
ca: L'enviament d'AcoustID ha finalitzat, però no s'han enviat totes les empremtes
gl: A submisión de AcoustID rematou, pero non todas as impresións dixitais foron enviadas
uk: Надсилання AcoustID завершено, але не всі відбитки було відправлено

source: AcoustID submission finished successfully
ca: L'enviament d'AcoustID ha finalitzat correctament
gl: A submisión de AcoustID rematou con éxito
uk: Надсилання AcoustID успішно завершено

source: AcoustID submission failed permanently, maximum batch size reduced to zero
ca: S'ha produït un error permanent en l'enviament d'AcoustID, s'ha reduït la mida màxima dels lots a zero
gl: A submisión de AcoustID fallou de xeito permanente, o tamaño máximo do lote reduciuse a cero
uk: Надсилання AcoustID остаточно не вдалося, максимальний розмір пакета зменшено до нуля

source: AcoustID submission failed permanently, probably too many retries
ca: S'ha produït un error permanent en l'enviament d'AcoustID, probablement hi ha hagut massa reintents
gl: A submisión de AcoustID fallou de xeito permanente, probablemente debido a demasiados intentos
uk: Надсилання AcoustID остаточно не вдалося, можливо, забагато повторів

source: Submitting AcoustIDs …
ca: S'estan enviant els AcoustID…
gl: Enviando os AcoustID…
uk: Надсилання AcoustID …

source: AcoustID submission failed with error "%(error)s": %(message)s
ca: S'ha produït l'error «%(error)s» en l'enviament d'AcoustID: %(message)s
uk: Помилка надсилання AcoustID "%(error)s": %(message)s

source: Add cluster as release
ca: Afegeix l'agrupació com a publicació
gl: Engadir o clúster como lanzamento
uk: Додати кластер як реліз

source: Add cluster as release…
ca: Afegeix l'agrupació com a publicació…
gl: Engadir o clúster como lanzamento…
uk: Додати кластер як реліз…

source: Add file as release
ca: Afegeix el fitxer com a publicació
gl: Engadir o ficheiro como lanzamento
uk: Додати файл як реліз

source: Add file as release…
ca: Afegeix el fitxer com a publicació…
gl: Engadir o ficheiro como lanzamento…
uk: Додати файл як реліз…

source: Add file as recording
ca: Afegeix el fitxer com a enregistrament
gl: Engadir o ficheiro como gravación
uk: Додати файл як запис

source: Add file as recording…
ca: Afegeix el fitxer com a enregistrament…
gl: Engadir o ficheiro como gravación…
uk: Додати файл як запис…

source: Downloading cover art of type "%(type)s" for %(albumid)s from %(host)s …
ca: S'està baixant la caràtula «%(type)s» per a %(albumid)s de %(host)s…
uk: Завантаження обкладинки типу "%(type)s" для %(albumid)s з %(host)s…

source: Cover art of type "%(type)s" downloaded for %(albumid)s from %(host)s
ca: S'ha baixat la caràtula «%(type)s» per a %(albumid)s de %(host)s
uk: Обкладинка типу "%(type)s", завантажена для %(albumid)s з %(host)s

source: Full size
ca: Mida completa
gl: Tamaño completo
uk: Повний розмір

source: Cover Art Archive: Release
ca: Cover Art Archive: Publicació
gl: Arquivo de Portadas: Edición
uk: Архів обкладинок: Реліз

source: Cover Art Archive: Release Group
ca: Cover Art Archive: Grup de publicacions
gl: Arquivo de Portadas: Grupo de Edicións
uk: Архів обкладинок: Група релізів

source: Local Files
ca: Fitxers locals
gl: Ficheiros Locais
uk: Локальні файли

source: Allowed Cover Art URLs
ca: URL de caràtules permesos
gl: URLs de Portadas Permitidas
uk: Дозволені URL обкладинок

source: Plugin: %s
ca: Connector: %s
uk: Плагін: %s

source: Vorbis Comments (FLAC, Ogg Vorbis, Opus)
ca: Comentaris Vorbis (FLAC, Ogg Vorbis, Opus)
gl: Comentarios Vorbis (FLAC, Ogg Vorbis, Opus)

source: Cover Art
ca: Caràtules
gl: Portada
uk: Обкладинки

source: Metadata
ca: Metadades
gl: Metadatos
uk: Метадані

source: Other
ca: Altres
uk: Інше

source: Scripting
ca: Scripts
gl: Programación de scripts
uk: Скрипти

source: UI
ca: Interfície d'usuari
uk: Інтерфейс користувача

source: {base} (current)
ca: {base} (actual)

source: This preset example file naming script does not require any special settings, tagging scripts or plugins.
ca: Aquest script de nom dels fitxers d'exemple predefinit no requereix cap paràmetre, script d'etiquetatge o connector especial.
gl: Este script de exemplo para nomear arquivos non require ningunha configuración especial, scripts de etiquetado nin complementos.
uk: Цей приклад скрипту іменування файлів не вимагає спеціальних налаштувань, тегових скриптів чи плагінів.

source: Preset %(number)d: %(title)s
ca: Valor predefinit %(number)d: %(title)s
gl: Preconfiguración %(number)d: %(title)s
uk: Предустановка %(number)d: %(title)s

source: Default file naming script
ca: Script de nom dels fitxers per defecte
gl: Script de nomeado de arquivos predeterminado
uk: Скрипт іменування файлів за замовчуванням

source: [album artist]/[album]/[track #]. [title]
ca: [artista de l'àlbum]/[àlbum]/[núm. de pista]. [títol]
gl: [artista do álbum]/[álbum]/[nº da pista]. [título]
uk: [виконавець альбому]/[альбом]/[трек #]. [назва]

source: [album artist]/[album]/[disc and track #] [artist] - [title]
ca: [artista de l'àlbum]/[àlbum]/[disc i núm. de pista] [artista] - [títol]
gl: [artista do álbum]/[álbum]/[nº de disco e pista] [artista] - [título]
uk: [виконавець альбому]/[альбом]/[# диска та треку] [виконавець] - [назва]

source: If `if` is not empty, it returns `then`, otherwise it returns `else`.
ca: Si `if` no està buit, retorna `then`; en cas contrari, retorna `else`.

source: Returns first non empty argument.
ca: Retorna el primer argument no buit.

source: Does nothing (useful for comments or disabling a block of code).
ca: No fa res (útil per a comentaris o per a inhabilitar una part del codi).

source: $left(text,number)
ca: $left(text,nombre)

source: Returns the first `number` characters from `text`.
ca: Retorna els primers `nombre` caràcters de `text`.

source: $right(text,number)
ca: $right(text,nombre)

source: Returns the last `number` characters from `text`.
ca: Retorna els darrers `nombre` caràcters de `text`.

source: Returns `text` in lower case.
ca: Retorna `text` en minúscula.

source: Returns `text` in upper case.
ca: Retorna `text` en majúscula.

source: $pad(text,length,char)
ca: $pad(text,longitud,caràcter)

source: Pads the `text` to the `length` provided by adding as many copies of `char` as needed to the **beginning** of the string.
ca: Farceix `text` fins a la `longitud` indicada afegint tantes còpies de `caràcter` com siguin necessàries a l'**inici** de la cadena.

source: Replaces all whitespace in `text` with a single space, and removes leading and trailing spaces. Whitespace characters include multiple consecutive spaces, and various other unicode characters.
ca: Substitueix tots els espais en blanc de `text` per un únic espai i suprimeix els espais inicials i finals. Els caràcters d'espai en blanc inclouen diversos espais seguits i altres caràcters Unicode.

source: $replace(text,search,replace)
ca: $replace(text,cerca,substitució)

source: Replaces occurrences of `search` in `text` with value of `replace` and returns the resulting string.
ca: Substitueix les aparicions de `cerca` a `text` pel valor de `substitució` i retorna la cadena resultant.

source: $replacemulti(name,search,replace[,separator=; ])
ca: $replacemulti(nom,cerca,substitució,separador="; ")

source: Replaces occurrences of `search` with `replace` in the multi-value variable `name`. Empty elements are automatically removed. Example: $replacemulti(%genre%,Idm,IDM)
ca: Substitueix les aparicions de `cerca` per `substitució` a la variable multivalor `nom`. Se suprimeixen automàticament els elements buits. Exemple: $replacemulti(%genre%,Idm,IDM)

source: Returns true, if `x` contains `y`.
ca: Retorna `true` si `x` conté `y`.

source: Returns true if multi-value variable `x` contains exactly `y` as one of its values. _Since Picard 1.0_
ca: Retorna `true` si la variable multivalor `x` conté exactament `y` com a un dels valors. _A partir de Picard 1.0_

source: $rreplace(text,pattern,replace)
ca: $rreplace(text,patró,substitució)

source: [Regular expression](https://docs.python.org/3/library/re.html#regular-expression-syntax) replace.
ca: Substitució amb [expressions regulars](https://docs.python.org/3/library/re.html#regular-expression-syntax).

source: $rsearch(text,pattern[,group])
ca: $rsearch(text,patró[,grup])

source: [Regular expression](https://docs.python.org/3/library/re.html#regular-expression-syntax) search. If the optional `group` parameter is not provided or is empty, return the first capture group which matched something (including the empty string) or the entire match. If `group` is an integer, return the capture group in the position matching this integer. Otherwise, return the capture group named `group`, sans surrounding whitespace. Examples: $rsearch(disc: 1,disc: \(\\d+\)) => "1" $rsearch(disc: 2,\(\\w+\): \(\\d+\),1) => "disc" $rsearch(disc: 3,\(\\w+\): \(\\d+\),2) => "3" $rsearch(disc: 4,disc: \(?P<disc>\\d+\),disc) => "4" $rsearch(disc: none,disc\(: \\d+\)?) => "disc" $rsearch(disc: /5,disc: \(\\d+\)?/\\d+,1) => "" _group parameter since Picard 3.0_
ca: Cerca amb [expressions regulars](https://docs.python.org/3/library/re.html#regular-expression-syntax). Si no es proporciona el paràmetre opcional `grup` o està buit, es retorna el primer grup de captura que coincideix amb alguna cosa (fins i tot la cadena buida) o tota la coincidència. Si `grup` és un enter, es retorna el grup de captura de la posició que coincideix amb aquest enter. En cas contrari, es retorna el grup de captura anomenat `grup` sense espais inicials ni finals. Exemples: $rsearch(disc: 1,disc: \(\\d+\)) => "1" $rsearch(disc: 2,\(\\w+\): \(\\d+\),1) => "disc" $rsearch(disc: 3,\(\\w+\): \(\\d+\),2) => "3" $rsearch(disc: 4,disc: \(?P<disc>\\d+\),disc) => "4" $rsearch(disc: none,disc\(: \\d+\)?) => "disc" $rsearch(disc: /5,disc: \(\\d+\)?/\\d+,1) => "" _Paràmetre `grup` a partir de Picard 3.0_

source: $num(number,length)
ca: $num(nombre,longitud)

source: Returns `number` formatted to `length` digits (maximum 20).
ca: Retorna `nombre` formatat a `longitud` dígits (20 com a màxim).

source: $unset(name)
ca: $unset(nom)

source: Unsets the variable `name`. Allows for wildcards to unset certain tags (works with "performer:\*", "comment:\*", and "lyrics:\*"). For example `$unset(performer:*)` would unset all performer tags.
ca: Esborra el valor de la variable `nom`. Permet comodins per a esborrar etiquetes determinades (funciona amb «performer:\*», «comment:\*» i «lyrics:\*»). Per exemple, `$unset(performer:*)` esborrarà el valor de totes les etiquetes d'intèrpret.

source: $delete(name)
ca: $delete(nom)

source: Unsets the variable `name` and marks the tag for deletion. This is similar to `$unset(name)` but also marks the tag for deletion. E.g. running `$delete(genre)` will actually remove the genre tag from a file when saving. _Since Picard 2.1_
ca: Esborra el valor de la variable `nom` i marca l'etiqueta per a suprimir-la. Això és similar a `$unset(nom)` però també marca l'etiqueta per a suprimir-la. Per exemple, `$delete(genre)` suprimirà l'etiqueta de gènere en desar un fitxer. _A partir de Picard 2.1_

source: $set(name,value)
ca: $set(nom,valor)

source: Sets the variable `name` to `value`. Note: To create a variable which can be used for the file naming string, but which will not be written as a tag in the file, prefix the variable name with an underscore. `%something%` will create a "something" tag; `%_something%` will not.
ca: Assigna `valor` a la variable `nom`. Nota: Per a crear una variable que es pugui fer servir per a la cadena de nom dels fitxers, però que no s'escrigui com a etiqueta als fitxers, afegiu una ratlla baixa abans del nom de la variable. `%etiquetadeprova%` crearà una etiqueta «etiquetadeprova»; `%_etiquetadeprova%` no la crearà.

source: $setmulti(name,value[,separator=; ])
ca: $setmulti(nom,valor[,separador=; ])

source: Sets the variable `name` to `value`, using the separator (or "; " if not passed) to coerce the value back into a proper multi-valued tag. This can be used to operate on multi-valued tags as a string, and then set them back as proper multi-valued tags. Example: $setmulti(genre,$lower(%genre%)) _Since Picard 1.0_
ca: Defineix la variable `nom` en `valor`, utilitzant el separador (o «; » si no s'especifica) per a tornar a convertir el valor en una etiqueta multivalor correcta. Això es pot fer servir per a processar etiquetes multivalor com a cadenes i tornar-les a convertir en etiquetes multivalor. Exemple: $setmulti(genre,$lower(%genre%)) _A partir de Picard 1.0_

source: $get(name)
ca: $get(nom)

source: Returns the variable `name` (equivalent to `%name%`).
ca: Retorna la variable `nom` (equivalent a `%nom%`).

source: $copy(new,old)
ca: $copy(nou,antic)

source: Copies metadata from variable `old` to `new`. The difference between `$set(new,%old%)` is that `$copy(new,old)` copies multi-value variables without flattening them. _Since Picard 0.9_
ca: Copia les metadades de la variable `antic` a `nou`. La diferència amb `$set(nou,%antic%)` és que `$copy(nou,antic)` copia les variables multivalor sense processar-les. _A partir de Picard 0.9_

source: $copymerge(new,old[,keep_duplicates])
ca: $copymerge(nou,antic[,conserva_duplicats])

source: Merges metadata from variable `old` into `new`, removing duplicates and appending to the end, so retaining the original ordering. Like `$copy`, this will also copy multi-valued variables without flattening them. If `keep_duplicates` is set, then the duplicates will not be removed from the result. _Since Picard 1.0_
ca: Fusiona les metadades de la variable `antic` amb `nou`. Se suprimeixen els duplicats i les metadades s'afegeixen al final, de manera que es conserva l'ordre original. Com `$copy`, també copia les variables multivalor sense processar-les. Si es defineix `mantén_duplicats`, els duplicats no se suprimiran del resultat. _A partir de Picard 1.0_

source: $trim(text[,char])
ca: $trim(text[,caràcter])

source: Trims all leading and trailing whitespaces from `text`. The optional second parameter `char` specifies the character to trim.
ca: Suprimeix tots els espais en blanc inicials i finals de `text`. El segon paràmetre opcional `caràcter` especifica el caràcter que s'ha de suprimir.

source: Add `y` to `x`. Can be used with an arbitrary number of arguments. Example: $add(x,y,z) = ((x + y) + z)
ca: Suma `y` a `x`. Es pot fer servir amb un nombre arbitrari d'arguments. Exemple: $add(x,y,z) = ((x + y) + z)

source: Subtracts `y` from `x`. Can be used with an arbitrary number of arguments. Example: $sub(x,y,z) = ((x - y) - z)
ca: Resta `y` a `x`. Es pot fer servir amb un nombre arbitrari d'arguments. Exemple: $sub(x,y,z) = ((x - y) - z)

source: Divides `x` by `y`. Can be used with an arbitrary number of arguments. Example: $div(x,y,z) = ((x / y) / z)
ca: Divideix `x` entre `y`. Es pot fer servir amb un nombre arbitrari d'arguments. Exemple: $div(x,y,z) = ((x / y) / z)

source: Returns the remainder of `x` divided by `y`. Can be used with an arbitrary number of arguments. Example: $mod(x,y,z) = ((x % y) % z)
ca: Retorna el residu de la divisió de `x` entre `y`. Es pot fer servir amb un nombre arbitrari d'arguments. Exemple: $mod(x,y,z) = ((x % y) % z)

source: Multiplies `x` by `y`. Can be used with an arbitrary number of arguments. Example: $mul(x,y,z) = ((x * y) * z)
ca: Multiplica `x` per `y`. Es pot fer servir amb un nombre arbitrari d'arguments. Exemple: $mul(x,y,z) = ((x * y) * z)

source: Returns true if either `x` or `y` not empty. Can be used with an arbitrary number of arguments. The result is true if **any** of the arguments is not empty.
ca: Retorna `true` si qualsevol de `x` o `y` no està buit. Es pot fer servir amb un nombre arbitrari d'arguments. El resultat és `true` si QUALSEVOL dels arguments no està buit.

source: Returns true if both `x` and `y` are not empty. Can be used with an arbitrary number of arguments. The result is true if **all** of the arguments are not empty.
ca: Retorna `true` si tant `x` com `y` no estan buits. Es pot fer servir amb un nombre arbitrari d'arguments. El resultat és `true` si TOTS els arguments no estan buits.

source: Returns true if `x` is empty.
ca: Retorna `true` si `x` està buit.

source: Returns true if `x` equals `y`.
ca: Retorna `true` si `x` és igual a `y`.

source: Returns true if `x` does not equal `y`.
ca: Retorna `true` si `x` no és igual a `y`.

source: $lt(x,y[,type])
ca: $lt(x,y[,tipus])

source: Returns true if `x` is less than `y` using the comparison specified in `type`. Possible values of `type` are "int" (integer), "float" (floating point), "text" (case-sensitive text), "nocase" (case-insensitive text) and "auto" (automatically determine the type of arguments provided), with "auto" used as the default comparison method if `type` is not specified. The "auto" type will use the first type that applies to both arguments in the following order of preference: "int", "float" and "text".
ca: Retorna `true` si `x` és menor que `y` amb la comparació especificada a `tipus`. Els valors possibles per a `tipus` són «int» (enter), «float» (punt flotant), «text» (text amb distinció entre majúscules i minúscules), «nocase» (text sense distinció entre majúscules i minúscules) i «auto» (determina automàticament el tipus d'arguments especificats); «auto» és el mètode de comparació per defecte si no s'especifica `type`. El tipus «auto» fa servir el primer tipus aplicable a tots dos arguments en l'ordre de preferència següent: «int», «float» i «text».

source: $lte(x,y[,type])
ca: $lte(x,y[,tipus])

source: Returns true if `x` is less than or equal to `y` using the comparison specified in `type`. Possible values of `type` are "int" (integer), "float" (floating point), "text" (case-sensitive text), "nocase" (case-insensitive text) and "auto" (automatically determine the type of arguments provided), with "auto" used as the default comparison method if `type` is not specified. The "auto" type will use the first type that applies to both arguments in the following order of preference: "int", "float" and "text".
ca: Retorna `true` si `x` és menor o igual que `y` amb la comparació especificada a `tipus`. Els valors possibles per a `tipus` són «int» (enter), «float» (punt flotant), «text» (text amb distinció entre majúscules i minúscules), «nocase» (text sense distinció entre majúscules i minúscules) i «auto» (determina automàticament el tipus d'arguments especificats); «auto» és el mètode de comparació per defecte si no s'especifica `type`. El tipus «auto» fa servir el primer tipus aplicable a tots dos arguments en l'ordre de preferència següent: «int», «float» i «text».

source: $gt(x,y[,type])
ca: $gt(x,y[,tipus])

source: Returns true if `x` is greater than `y` using the comparison specified in `type`. Possible values of `type` are "int" (integer), "float" (floating point), "text" (case-sensitive text), "nocase" (case-insensitive text) and "auto" (automatically determine the type of arguments provided), with "auto" used as the default comparison method if `type` is not specified. The "auto" type will use the first type that applies to both arguments in the following order of preference: "int", "float" and "text".
ca: Retorna `true` si `x` és major que `y` amb la comparació especificada a `tipus`. Els valors possibles per a `tipus` són «int» (enter), «float» (punt flotant), «text» (text amb distinció entre majúscules i minúscules), «nocase» (text sense distinció entre majúscules i minúscules) i «auto» (determina automàticament el tipus d'arguments especificats); «auto» és el mètode de comparació per defecte si no s'especifica `type`. El tipus «auto» fa servir el primer tipus aplicable a tots dos arguments en l'ordre de preferència següent: «int», «float» i «text».

source: $gte(x,y[,type])
ca: $gte(x,y[,tipus])

source: Returns true if `x` is greater than or equal to `y` using the comparison specified in `type`. Possible values of `type` are "int" (integer), "float" (floating point), "text" (case-sensitive text), "nocase" (case-insensitive text) and "auto" (automatically determine the type of arguments provided), with "auto" used as the default comparison method if `type` is not specified. The "auto" type will use the first type that applies to both arguments in the following order of preference: "int", "float" and "text".
ca: Retorna `true` si `x` és major o igual que `y` amb la comparació especificada a `tipus`. Els valors possibles per a `tipus` són «int» (enter), «float» (punt flotant), «text» (text amb distinció entre majúscules i minúscules), «nocase» (text sense distinció entre majúscules i minúscules) i «auto» (determina automàticament el tipus d'arguments especificats); «auto» és el mètode de comparació per defecte si no s'especifica `type`. El tipus «auto» fa servir el primer tipus aplicable a tots dos arguments en l'ordre de preferència següent: «int», «float» i «text».

source: Returns the number of characters in `text`.
ca: Retorna el nombre de caràcters de `text`.

source: $lenmulti(name[,separator=; ])
ca: $lenmulti(nom[,separador=; ])

source: Returns the number of elements in the multi-value tag `name`. A literal value representing a multi-value can be substituted for `name`, using the `separator` (or "; " if not passed) to coerce the value into a proper multi-valued tag. Example: $lenmulti(One; Two; Three) = 3
ca: Retorna el nombre d'elements a l'etiqueta multivalor `nom`. Es pot fer servir un multivalor directament en comptes de `nom`, amb `separador` (o «; » si no s'indica) per a processar el valor com una etiqueta multivalor correcta. Exemple: $lenmulti(Un; Dos; Tres) = 3

source: $performer([pattern[,join=, ]])
ca: $performer([patró[,unió=, ]])
