Repository: metabrainz/picard
Catalog: po/*.po
Languages: ca, gl, uk

source: move the file to a different location
ca: Mourà el fitxer a una ubicació diferent
gl: mover o ficheiro a unha localización diferente
uk: перемістити файл в інше місце

source: You are about to save {file_count:,d} file and this will:
ca: Esteu a punt de desar {file_count:,d} fitxer i això:
gl: Estás a piques de gardar {file_count:,d} ficheiro e isto fará:
uk: Ви збираєтеся зберегти файл {file_count:,d}, і це призведе до:

source: <strong>This action cannot be undone.</strong> Do you want to continue?
ca: <strong>Aquesta acció no es pot desfer.</strong> Voleu continuar?
gl: <strong>Esta acción non se pode desfacer.</strong> Queres continuar?
uk: <strong>Цю дію не можна скасувати.</strong> Продовжити?

source: There are no actions selected. No changes will be saved.
ca: No s'ha seleccionat cap acció. No es desarà cap canvi.
gl: Non hai ningunha acción seleccionada. Non se gardará ningún cambio.
uk: Дії не вибрано. Зміни не будуть збережені.

source: Don't show this warning again.
ca: No tornis a mostrar aquest avís.
gl: Non mostrar esta advertencia de novo.
uk: Не показувати це попередження більше.

source: File Save Warning
ca: Avís de desament de fitxers
gl: Aviso de gardar ficheiro
uk: Попередження про збереження файлу

source: Script error in "%(script)s": %(message)s
ca: Hi ha un error a l'script «%(script)s»: %(message)s
gl: Erro de script en "%(script)s": %(message)s
uk: Помилка сценарію в "%(script)s": %(message)s

source: File Name
ca: Nom del fitxer
gl: Nome do ficheiro
uk: Назва файлу

source: Select a file or a directory
ca: Seleccioneu un fitxer o directori
gl: Seleccione un ficheiro ou un directorio
uk: Вибрати файл або каталог

source: Select a target file
ca: Seleccioneu un fitxer de destinació
gl: Selecciona un ficheiro de destino
uk: Вибрати цільовий файл

source: Select a file
ca: Seleccioneu un fitxer
gl: Selecciona un ficheiro
uk: Вибрати файл

source: Select one or more files
ca: Seleccioneu un o més fitxers
gl: Selecciona un ou máis ficheiros
uk: Вибрати один або кілька файлів

source: Select a directory
ca: Seleccioneu un directori
gl: Selecciona un directorio
uk: Вибрати каталог

source: Select one or more directories
ca: Seleccioneu un o més directoris
gl: Selecciona un ou máis directorios
uk: Вибрати один або декілька каталогів

source: You have to restart Picard for the changes to take effect.
ca: Heu de reiniciar Picard perquè els canvis tinguin efecte.
gl: Tes que reiniciar Picard para que os cambios teñan efecto.
uk: Щоб зміни набули чинності, потрібно перезапустити Picard.

source: Changes only applied on restart
ca: Els canvis només s'aplicaran quan reinicieu
gl: Os cambios só se aplican ao reiniciar
uk: Зміни застосовуються лише після перезапуску

source: Load Session
ca: Càrrega de la sessió
uk: Завантажити сеанс

source: The session file "%(path)s" was not found.
ca: No s'ha trobat el fitxer de sessió «%(path)s».
uk: Файл сеансу "%(path)s" не знайдено.

source: Show more details
ca: Mostra més detalls
gl: Mostra máis detalles
uk: Дивитися деталі

source: New Cover Art
ca: Caràtula nova
gl: Nova portada
uk: Нова обкладинка

source: Original Cover Art
ca: Caràtula original
gl: Portada orixinal
uk: Оригінальна обкладинка

source: All supported image formats
ca: Tots els formats d'imatge admesos
gl: Todos os formatos de imaxe admitidos
uk: Усі підтримувані формати зображень

source: Show &more details…
ca: &Mostra més detalls…
gl: Mostrar &máis detalles…
uk: Показати більше деталей…

source: Keep original cover art
ca: Conserva la caràtula original
gl: Mantén a portada orixinal
uk: Встановити оригінальну обкладинку

source: Choose local file…
ca: Tria un fitxer local…
gl: Escolle ficheiro local…
uk: Вибрати локальний файл…

source: Add from URL…
ca: Afegeix des d'un URL…
gl: Engadir desde URL…
uk: Додати з URL…

source: Replace front cover art
ca: Substitueix la caràtula frontal
gl: Substituír a portada frontal
uk: Замінити обкладинку

source: Append front cover art
ca: Annexa la caràtula frontal
gl: Engadir portada frontal
uk: Додати обкладинку

source: View release on MusicBrainz
ca: Visualitza la publicació a MusicBrainz
gl: Ver versión en MusicBrainz
uk: Побачити реліз MusicBrainz

source: Common images on all tracks
ca: Imatges existents a totes les pistes
gl: Imaxes comúns en todas as pistas
uk: Звичайні зображення на всіх треках

source: Tracks contain different images
ca: Les pistes contenen imatges diferents
gl: As pistas conteñen imaxes diferentes
uk: Треки містять різні зображення

source: Enter URL
ca: Introduïu l'URL
gl: Introducir a URL
uk: Введіть URL-адресу

source: Cover art URL:
ca: URL de la caràtula:
gl: URL da imaxe de portada:
uk: URL обкладинки:

source: Confirm Plugin Installation
ca: Confirmació d'instal·lació del connector
uk: Підтвердити встановлення плагіна

source: Install plugin: {name}
ca: Instal·la el connector: {name}
uk: Встановити плагін: {name}

source: Repository: {url}
ca: Repositori: {url}
uk: Репозиторій: {url}

source: Git Reference (Optional)
ca: Referència del Git (opcional)
uk: Довідник Git (необов’язково)

source: Yes, Install!
ca: Sí, instal·la
uk: Так, встановити!

source: ERROR: This plugin is blacklisted: {reason}
ca: ERROR: Aquest connector és a la llista de no permesos: {reason}
uk: ПОМИЛКА: цей плагін у чорному списку: {reason}

source: Warning: This is a community plugin. Community plugins are not reviewed by the Picard team. Only install plugins from sources you trust.
ca: Avís: Aquest és un connector de la comunitat. L'equip de Picard no revisa els connectors de la comunitat. Instal·leu connectors només de fonts en què confieu.
uk: Попередження: Це плагін спільноти. Плагіни спільноти не перевіряються командою Picard. Встановлюйте плагіни лише з джерел, яким ви довіряєте.

source: Warning: This plugin is not in the official registry. Installing unregistered plugins may pose security risks. Only install plugins from sources you trust.
ca: Avís: Aquest connector no forma part del registre oficial. La instal·lació de connectors no registrats pot suposar riscos de seguretat. Instal·leu connectors només de fonts en què confieu.
uk: Попередження: Цього плагіна немає в офіційному реєстрі. Встановлення незареєстрованих плагінів може становити загрозу безпеці. Встановлюйте плагіни лише з джерел, яким ви довіряєте.

source: Install Plugin
ca: Instal·lació del connector
uk: Встановити плагін

source: Search plugins…
ca: Cerca connectors…
uk: Пошук плагінів…

source: All Categories
ca: Totes les categories
uk: Всі Категорії

source: Trust
ca: Confiança
uk: Довіра

source: Name
ca: Nom
gl: Nome
uk: Назва

source: Registry
ca: Registre
uk: Реєстр

source: Install from URL
ca: Instal·la des d'un URL
uk: Встановити з URL

source: https://github.com/user/plugin
ca: https://github.com/usuari/connector

source: Git URL:
ca: URL del Git:

source: Ref/Tag:
ca: Referència/etiqueta:
uk: Ref/тег:

source: Install from Local Directory
ca: Instal·la des d'un directori local
uk: Встановити з локального каталогу

source: /path/to/plugin/directory
ca: /camí/del/directori/del/connector
uk: /шлях/до/плагіна/каталогу

source: Select directory
ca: Selecciona el directori
uk: Вибрати каталог

source: Directory:
ca: Directori:
uk: Каталог:

source: Install…
ca: Instal·la…
uk: Встановити…

source: Official plugin - reviewed by Picard team
ca: Connector oficial: revisat per l'equip de Picard
uk: Офіційний плагін - перевірено командою Picard

source: Trusted plugin - from known developers
ca: Connector de confiança: de desenvolupadors coneguts
uk: Надійний плагін - від відомих розробників

source: Community plugin - not reviewed
ca: Connector de la comunitat: no revisat
uk: Плагін спільноти - не перевірено

source: Unregistered plugin - not in official registry
ca: Connector no registrat: no forma part del registre oficial
uk: Незареєстрований плагін - відсутній в офіційному реєстрі

source: Double-click to view detailed plugin information
ca: Feu doble clic per a veure informació detallada del connector
uk: Двічі клацніть, щоб переглянути детальну інформацію про плагін

source: Select Plugin Directory
ca: Selecció del directori del connector
uk: Вибрати каталог плагінів

source: Plugin not found in registry
ca: No s'ha trobat el connector al registre
uk: Плагін не знайдено в реєстрі

source: No Directory Selected
ca: No s'ha seleccionat cap directori
uk: Каталог не вибрано

source: Please select a local plugin directory.
ca: Seleccioneu un directori de connector local.
uk: Вибрати локальний каталог плагінів.

source: Invalid Directory
ca: El directori no és vàlid
uk: Некоректний каталог

source: The selected path is not a directory.
ca: El camí seleccionat no és un directori.
uk: Вибраний шлях не є каталогом.

source: Invalid Plugin Directory
ca: El directori del connector no és vàlid
uk: Некоректний каталог плагінів

source: The selected directory does not contain a MANIFEST.toml file. A valid plugin requires both a git repository and a MANIFEST.toml file.
ca: El directori seleccionat no conté cap fitxer MANIFEST.toml. Un connector vàlid requereix un repositori del Git i un fitxer MANIFEST.toml.
uk: Вибраний каталог не містить файлу MANIFEST.toml. Для коректного плагіна потрібен як репозиторій git, так і файл MANIFEST.toml.

source: Plugin has no repository URL
ca: El connector no té cap URL de repositori
uk: Плагін не має URL-адреси сховища

source: Plugin installed successfully
ca: El connector s'ha instal·lat correctament
uk: Плагін успішно встановлено

source: Installation failed
ca: S'ha produït un error d'instal·lació
uk: Помилка встановлення

source: Unknown error
ca: Error desconegut
uk: Невідома помилка

source: Installation Failed
ca: S'ha produït un error d'instal·lació
uk: Помилка встановлення

source: Plugin Metadata Processing Order
ca: Ordre de processament de les metadades dels connectors

source: This displays the order in which the plugin metadata processing functions are executed by Picard. You can change the order by moving the functions up or down by selecting the funcion to move and then use the up or down button, or by using your mouse to drag the function to the desired location in the list.
ca: Aquí es mostra l'ordre en què Picard executa les funcions de processament de metadades dels connectors. Podeu moure les funcions amunt i avall per a canviar-ne l'ordre seleccionant la funció de moure i utilitzant els botons d'amunt i avall, o bé arrossegant la funció amb el ratolí fins a la posició desitjada de la llista.

source: Plugin Name
ca: Nom del connector
uk: Назва плагіна

source: Processor
ca: Processador
uk: Процесор

source: Method/Function Called
ca: Mètode o funció cridada
uk: Викликаний метод/функція

source: The name of the plugin
ca: Nom del connector
uk: Назва плагіна

source: The type of metadata processor used (album or track)
ca: Tipus de processador de metadades utilitzat (àlbum o pista)
uk: Тип використовуваного процесора метаданих (альбом або трек)

source: The method or function within the plugin module that is called
ca: Mètode o funció del mòdul del connector que es crida
uk: Метод або функція в модулі плагіна, який викликається

source: Move selected plugin up
ca: Mou el connector seleccionat amunt
uk: Перемістити вибраний плагін вгору

source: Move selected plugin down
ca: Mou el connector seleccionat avall
uk: Перемістити вибраний плагін вниз

source: Confirm Reset
ca: Confirmació de la reinicialització
gl: Confirmar o restablecemento
uk: Підтвердити Скидання

source: Are you sure you want to reset the execution order to the plugin defaults?
ca: Segur que voleu reinicialitzar l'ordre d'execució als valors per defecte dels connectors?
uk: Ви впевнені, що бажаєте скинути порядок виконання до стандартних значень плагіна?

source: Plugin Information
ca: Informació del connector
uk: Інформація про плагін

source: Registry ID:
ca: ID de registre:
uk: ID реєстру:

source: State:
ca: Estat:
uk: Штат:

source: Version:
ca: Versió:
gl: Versión:
uk: Версія:

source: API Version:
ca: Versió de l'API:
uk: Версія API:

source: Trust Level:
ca: Grau de confiança:
uk: Рівень довіри:

source: Authors:
ca: Autors:
uk: Автори:

source: Maintainers:
ca: Manteniment:
uk: Супроводжувачі:

source: Repository:
ca: Repositori:
uk: Репозиторій:

source: License:
ca: Llicència:
gl: Licenza:
uk: Ліцензія:

source: License URL:
ca: URL de la llicència:
uk: URL-адреса ліцензії:

source: Homepage:
ca: Lloc web:
uk: Домашня сторінка:

source: Path:
ca: Camí:
uk: Шлях:

source: Versioning:
ca: Control de versions:
uk: Версіонування:

source: Description:
ca: Descripció:
gl: Descrición:
uk: Опис:

source: Official
ca: Oficial
uk: Офіційний

source: Trusted
ca: De confiança
uk: Довірений

source: Community
ca: Comunitat
uk: Спільнота

source: Unregistered
ca: Sense registrar
uk: Незареєстрований

source: About Picard
ca: Quant a Picard
gl: Sobre Picard
uk: Про Picard

source: CD Lookup
ca: Cerca de CD
gl: Consultar CD
uk: Пошук CD

source: The following releases on MusicBrainz match the CD:
ca: Les publicacions de MusicBrainz següents coincideixen amb el CD:
gl: Os seguintes lanzamentos en MusicBrainz coinciden co CD:
uk: Наступні релізи на MusicBrainz відповідають CD:

source: No matching releases found for this disc.
ca: No s'ha trobat cap publicació que coincideixi amb aquest disc.
gl: Non se atoparon versións coincidentes para este disco.
uk: Для цього диска не знайдено відповідних релізів.

source: Submit disc ID
ca: Envia l'ID de disc
gl: Enviar ID do disco
uk: Надіслати ідентифікатор диска

source: &Load into Picard
ca: &Carrega a Picard
gl: &Cargar en Picard
uk: &Завантажити в Picard

source: &Submit disc ID
ca: En&via l'ID de disc
gl: &Enviar ID do disco
uk: &Надіслати ідентифікатор диска

source: &Cancel
ca: &Cancel·la
gl: &Cancelar
uk: &Скасувати

source: Edit Tag
ca: Edició de l'etiqueta
gl: Editar etiqueta
uk: Редагувати тег

source: Edit value
ca: Edita el valor
gl: Editar valor
uk: Редагувати значення

source: Add value
ca: Afegeix un valor
gl: Engadir valor
uk: Додати значення

source: Remove value
ca: Suprimeix el valor
gl: Eliminar valor
uk: Видалити значення

source: Move selected value up
ca: Mou el valor seleccionat amunt
gl: Mover o valor seleccionado cara arriba
uk: Перемістити вибране значення вгору

source: Move selected value down
ca: Mou el valor seleccionat avall
gl: Move o valor seleccionado cara abaixo
uk: Перемістити вибране значення вниз

source: Exception Language Script Selector
ca: Selector de sistemes d'escriptura amb excepcions
gl: Selector de script de linguaxe de excepción
uk: Виключення вибору письмового стандарту

source: Selected Scripts
ca: Sistemes d'escriptura seleccionats
gl: Scripts seleccionados
uk: Вибрані сценарії

source: Selected language script match threshold:
ca: Llindar de coincidència del sistema d'escriptura seleccionat:
gl: Limiar de coincidencia do script do idioma seleccionado:
uk: Поріг відповідності вибраного мовного стандарту:

source: Move selected language script up
ca: Mou el sistema d'escriptura seleccionat amunt
gl: Mover o script do idioma seleccionado cara arriba
uk: Перемістити вибраний мовний стандарт угору

source: Add to selected language scripts
ca: Afegeix als sistemes d'escriptura seleccionats
gl: Engadir aos guións de idioma seleccionados
uk: Додати до вибраних мовних стандартів

source: Remove selected language script
ca: Suprimeix el sistema d'escriptura seleccionat
gl: Elimina o script do idioma seleccionado
uk: Видалити вибраний мовний стандарт

source: Move selected language script down
ca: Mou el sistema d'escriptura seleccionat avall
gl: Move o script do idioma seleccionado cara abaixo
uk: Перемістити вибраний мовний стандарт униз

source: Available Language Scripts
ca: Sistemes d'escriptura disponibles
gl: Scripts de linguaxe dispoñibles
uk: Доступні мовні стандарти

source: &Info
ca: &Informació
gl: &Información
uk: &Інформація

source: A&rtwork
ca: Material g&ràfic
gl: G&rafismo
uk: &Обкладинка

source: Form
ca: Formulari
gl: Formulario
uk: З

source: Locale Selector
ca: Selector de configuració regional
gl: Selector de localidades
uk: Вибір мови

source: Selected Locales
ca: Configuracions regionals seleccionades
gl: Localidades seleccionadas
uk: Вибрані мови

source: Move selected locale up
ca: Mou la configuració regional seleccionada amunt
gl: Mover a rexión seleccionada cara arriba
uk: Перемістити вибрану мову вгору

source: Add to selected locales
ca: Afegeix a les configuracions regionals seleccionades
gl: Engadir ás localidades seleccionadas
uk: Додати до вибраних мов

source: Remove selected locale
ca: Suprimeix la configuració regional seleccionada
gl: Eliminar a localización seleccionada
uk: Видалити вибрану мову

source: Move selected locale down
ca: Mou la configuració regional avall
gl: Mover a localización seleccionada cara abaixo
uk: Перемістити вибрану мову вниз

source: Available Locales
ca: Configuracions regionals disponibles
gl: Localizacións dispoñibles
uk: Доступні мови

source: Options
ca: Opcions
gl: Opcións
uk: Опції

source: Advanced options
ca: Opcions avançades
gl: Opcións avanzadas
uk: Розширені опції

source: Ignore file paths matching the following regular expression:
ca: Ignora els camins de fitxers que coincideixin amb l'expressió regular següent:
gl: Ignorar as rutas de ficheiros que coincidan coa seguinte expresión regular:
uk: Ігнорувати шляхи до файлів, що відповідають наступному регулярному виразу:

source: Maximum number of entities to return per MusicBrainz query
ca: Nombre màxim d'entitats que es retornaran per consulta a MusicBrainz
gl: Número máximo de entidades a devolver por consulta a MusicBrainz
uk: Максимальна кількість об'єктів, які повертаються на запит MusicBrainz

source: Ignore track duration difference under this number of seconds
ca: Ignora les diferències de durada de les pistes inferiors a aquest nombre de segons
gl: Ignorar a diferenza de duración das pistas por debaixo deste número de segundos
uk: Ігнорувати різницю тривалості треку меншу за цю кількість секунд

source: Include sub-folders when adding files from folder
ca: Inclou les subcarpetes en afegir els fitxers d'una carpeta
gl: Incluír subcartafois ao engadir ficheiros desde a carpeta
uk: Включати підпапки під час додавання файлів з папки

source: Ignore the following tracks when determining whether a release is complete
ca: Ignora les pistes següents a l'hora de determinar si una publicació està completa
gl: Ignorar as seguintes pistas ao determinar se unha publicación está completa
uk: Ігнорувати ці треки при перевірці повноти релізу

source: Video tracks
ca: Pistes de vídeo
gl: Pistas de vídeo
uk: Відео треки

source: Data tracks
ca: Pistes de dades
gl: Pistas de datos
uk: Треки з даними

source: Pregap tracks
ca: Pistes al pregap
gl: Pistas de pregap
uk: Паузи перед треками

source: Silent tracks
ca: Pistes amb silenci
gl: Pistas silenciosas
uk: Тихі треки

source: Tags to ignore for comparison:
ca: Etiquetes que s'han d'ignorar per a la comparació:
gl: Etiquetas a ignorar para a comparación:
uk: Теги, що ігноруються при порівнянні:

source: Sessions Management
ca: Administració de sessions
uk: Управління сесіями

source: Picard can save and restore your current workspace state as a session file under the main File menu. Sessions preserve file placement (unclustered, clusters, albums, specific tracks, and standalone recordings), your manual metadata edits, and selected configuration options so you can resume work later. These settings determine how the session files are managed.
ca: Picard pot desar i restaurar l'estat de l'espai de treball actual com a fitxer de sessió des del menú principal «Fitxer». Les sessions conserven la ubicació dels fitxers (sense agrupar, agrupacions, àlbums, pistes específiques i enregistraments independents), les edicions manuals de metadades i les opcions de configuració seleccionades perquè pugueu reprendre la feina més tard. Aquests paràmetres determinen com es gestionen els fitxers de les sessions.
uk: Picard може зберігати та відновлювати ваш поточний стан робочого середовища як файл сеансу в головному меню «Файл». Сеанси зберігають розміщення файлів (без кластерів, кластери, альбоми, окремі треки та окремі записи), редагування ваших метаданих вручну та вибрані параметри конфігурації, щоб ви могли продовжити роботу пізніше. Ці параметри визначають спосіб керування файлами сеансу.

source: Sessions directory:
ca: Directori de les sessions:
uk: Каталог сеансів:

source: Saving sessions:
ca: Desament de les sessions:
uk: Збереження сесій:

source: Auto-save every N minutes (0 to disable):
ca: Desa automàticament cada X minuts (0 per a inhabilitar-ho):
uk: Автозбереження кожні N хвилин (0 для вимкнення):

source: Attempt session backup on unexpected shutdown
ca: Intenta fer una còpia de seguretat de la sessió si hi ha un tancament inesperat
uk: Спроба резервного копіювання сеансу під час неочікуваного завершення роботи

source: Include MusicBrainz data in saved sessions
ca: Inclou les dades de MusicBrainz a les sessions desades
uk: Включити дані MusicBrainz до збережених сесій

source: Do not make MusicBrainz requests on restore
ca: No facis sol·licituds a MusicBrainz en restaurar
uk: Не робити запити до MusicBrainz під час відновлення

source: Loading sessions:
ca: Càrrega de les sessions:
uk: Завантаження сеансів:

source: Load last saved session on startup
ca: Carrega la darrera sessió desada en iniciar
uk: Завантажити останній збережений сеанс під час запуску

source: Profiles Attached to Options
ca: Perfils vinculats a les opcions
gl: Perfís asociados ás opcións
uk: Профілі прикріплені до опцій

source: CD-ROM device to use for lookups:
ca: Unitat de CD-ROM per les cerques:
gl: Dispositivo de CD-ROM a empregar para as consultas:
uk: Пристрій CD-ROM для пошуків:

source: Default CD-ROM drive to use for lookups:
ca: Unitat de CD-ROM per defecte per a les cerques:
gl: Unidade de CD-ROM predeterminada a usar para as consultas:
uk: Типовий пристрій CD-ROM для пошуків:

source: Embed cover images into tags
ca: Incrusta les imatges de la caràtula a les etiquetes
gl: Incorporar as imaxes de portada dentro das etiquetas
uk: Вбудувати обкладинки у теги

source: Never replace cover images with smaller ones
ca: No substitueixis mai les imatges de la caràtula per imatges més petites
gl: Endexamais substituír imaxes de portada por outras máis pequenas
uk: Ніколи не замінюйте зображення обкладинки меншими розмірами

source: Never replace selected cover image types
ca: No substitueixis mai els tipus d'imatges de la caràtula seleccionats
uk: Ніколи не замінюйте вибрані типи зображень обкладинки

source: Select Types…
ca: Selecciona els tipus…
gl: Escoller tipos…
uk: Вибрати типи…

source: Save cover images as separate files
ca: Desa les imatges de la caràtula com a fitxers independents
gl: Gardar as imaxes de portada como ficheiros separados
uk: Зберігати обкладинки як окремі файли

source: Use the following file name for images:
ca: Fes servir el nom de fitxer següent per a les imatges:
gl: Usa o seguinte nome de ficheiro para as imaxes:
uk: Використовуйте такі назви файлів для зображень:

source: Overwrite the file if it already exists
ca: Sobreescriu el fitxer si ja existeix
gl: Sobreescribir o ficheiro se xa existe
uk: Перезаписати уже наявний файл

source: Save only a single front image as separate file
ca: Desa només una imatge de la caràtula com a fitxer independent
gl: Gardar só unha única imaxe frontal como ficheiro separado
uk: Зберегти лише одне зображення передньої частини як окремий файл
