Repository: metabrainz/picard
Catalog: po/*.po
Languages: ca, gl, uk

source: Failed to save the configuration file to: %s Please see the logs for more details.
ca: No s'ha pogut desar el fitxer de configuració a: %s Consulteu el registre per a més informació.
gl: Produciuse un erro ao gardar o ficheiro de configuración en: %s Consulte os rexistros para obter máis detalles.
uk: Не вдалося зберегти файл конфігурації до: %s Будь ласка, перегляньте журнали для отримання додаткової інформації.

source: Backup Configuration File
ca: Fitxer de còpia de seguretat de la configuració
gl: Ficheiro de configuración de copia de seguridade
uk: Файл конфігурації резервної копії

source: Configuration successfully backed up to: %s
ca: S'ha fet una còpia de seguretat de la configuració correctament a: %s
gl: Realizouse unha copia de seguranza da configuración en: %s
uk: Конфігурацію успішно скопійовано до: %s

source: Load Backup Configuration File
ca: Càrrega d'un fitxer de còpia de seguretat de la configuració
gl: Cargar o ficheiro de configuración de copia de seguranza
uk: Завантажити резервний файл конфігурації

source: Loading a backup configuration file will replace the current configuration settings. Before any change, the current configuration will be automatically saved to: %s Do you want to continue?
ca: Si carregueu un fitxer de còpia de seguretat de la configuració, se substituirà la configuració actual. Abans de fer cap canvi, la configuració actual es desarà automàticament a: %s Voleu continuar?
gl: Ao cargar un ficheiro de configuración de copia de seguranza substituirá os axustes de configuración actuais. Antes de calquera cambio, a configuración actual gardarase automaticamente en: %s Queres continuar?
uk: Завантаження резервного файлу конфігурації замінить поточні налаштування конфігурації. Перед будь-якими змінами поточна конфігурація буде автоматично збережена до: %s Продовжити?

source: Configuration successfully loaded from: %s
ca: La configuració s'ha carregat correctament: %s
gl: A configuración cargouse correctamente desde: %s
uk: Конфігурація успішно завантажена з: %s

source: There was a problem restoring the configuration file from: %s Please see the logs for more details.
ca: Hi ha hagut un problema en restaurar el fitxer de configuració: %s Consulteu el registre per a més informació.
gl: Houbo un problema ao restaurar o ficheiro de configuración desde: %s Consulte os rexistros para obter máis detalles.
uk: Виникла проблема з відновленням файлу конфігурації з: %s Будь ласка, перегляньте журнали для отримання додаткової інформації.

source: Select Configuration File to Load
ca: Seleccioneu el fitxer de configuració que voleu carregar
gl: Seleccione Ficheiro de configuración para cargar
uk: Виберіть файл конфігурації для завантаження

source: Confirm Remove
ca: Confirmació de la supressió
gl: Confirma Eliminar
uk: Підтвердьте видалення

source: Are you sure you want to remove the selected option settings?
ca: Segur que voleu suprimir els paràmetres seleccionats?
gl: Estás certo de que queres eliminar a configuración das opcións seleccionadas?
uk: Ви впевнені, що хочете видалити вибрані налаштування опцій?

source: Matching
ca: Coincidència
gl: Coincidente
uk: Відповідність

source: Each selected script includes a matching threshold value used to determine if that script should be used. When an artist name is evaluated to determine if it matches one of your selected scripts, it is first parsed to determine which scripts are represented in the name, and what weighted percentage of the name belongs to each script. Then each of your selected scripts are checked, and if the name contains characters belonging to the script and the percentage of script characters in the name meets or exceeds the match threshold specified for the script, then the artist name will not be translated.
ca: Cada sistema d'escriptura seleccionat inclou un valor de llindar de coincidència que determina si s'ha de fer servir el sistema d'escriptura. Quan s'avalua el nom d'un artista per a determinar si coincideix amb un dels sistemes d'escriptura seleccionats, primer s'analitza per a determinar quins sistemes d'escriptura conté el nom i quin percentatge ponderat del nom pertany a cada sistema d'escriptura. A continuació, es comprova cadascun dels sistemes d'escriptura seleccionats i, si el nom conté caràcters que pertanyen al sistema d'escriptura i el percentatge de caràcters és igual o superior al llindar de coincidència especificat, el nom de l'artista no es tradueix.
gl: Cada script seleccionado inclúe un valor límite coincidente usado para determinar se ese script se debe usar. Cando se avalía o nome dun artista para determinar se coincide cun dos guións seleccionados, primeiro analízase para determinar que script están representados no nome e que porcentaxe ponderada do nome pertence a cada script. Despois marcarase cada un dos scripts seleccionados e se o nome contén caracteres que pertencen ao script e a porcentaxe de caracteres do script cumpre ou supera o limiar de coincidencia especificado para o script, entón o nome do artista non se traducirá.
uk: Кожен вибраний мовний стандарт має значення порогу відповідності, що визначає, чи потрібно його застосовувати. Під час перевірки імені виконавця спершу виконується аналіз, щоб з’ясувати, які стандарти представлені в імені та який відсоток символів належить кожному з них. Потім перевіряються всі вибрані стандарти: якщо ім’я містить символи певного стандарту, і відсоток цих символів у імені дорівнює або перевищує встановлений поріг для цього стандарту, ім’я виконавця не перекладається.

source: Network
ca: Xarxa
gl: Rede
uk: Мережа

source: Plugins
ca: Connectors
gl: Complementos
uk: Плагіни

source: Install Plugin…
ca: Instal·la un connector…
uk: Встановити плагін…

source: Install a new plugin from the registry or a custom URL
ca: Instal·la un connector nou des del registre o un URL personalitzat
uk: Встановіть новий плагін із реєстру або спеціальної URL-адреси

source: Refresh All
ca: Actualitza-ho tot
uk: Оновити все

source: Refresh plugin registry, list, and check for updates
ca: Actualitza el registra i la llista de connectors i comprova si hi ha actualitzacions
uk: Оновіть реєстр плагінів, список і перевірте наявність оновлень

source: Hide Details
ca: Amaga els detalls
uk: Приховати деталі

source: Show/hide plugin details panel
ca: Mostra/oculta el tauler de detalls del connector
uk: Показати/сховати панель деталей плагіна

source: Loading plugins…
ca: S'estan carregant els connectors…
uk: Завантаження плагінів…

source: Loaded {plugin_count:,d} plugin
ca: S'ha carregat {plugin_count:,d} connector
uk: Завантажено плагін {plugin_count:,d}

source: Error loading plugins: {}
ca: S'ha produït un error en carregar els connectors: {}
uk: Помилка завантаження плагінів: {}

source: Refreshing…
ca: S'està actualitzant…
uk: Оновлення…

source: Refreshing plugin registry, list, and checking for updates…
ca: S'estan actualitzant el registre i la llista de connectors i comprovant si hi ha actualitzacions…
uk: Оновлення реєстру плагінів, списку та перевірка оновлень…

source: {plugin_count:,d} plugin
ca: {plugin_count:,d} connector
uk: плагін {plugin_count:,d}

source: {update_count:,d} update available
ca: {update_count:,d} actualització disponible
uk: Доступне оновлення: {update_count:,d}

source: Refreshed - {plugins}, {updates}
ca: S'ha actualitzat - {plugins}, {updates}
uk: Оновлено – {plugins}, {updates}

source: Error refreshing: {}
ca: S'ha produït un error en actualitzar: {}
uk: Помилка оновлення: {}

source: Plugin system not available - Git backend required
ca: El sistema de connectors no està disponible, falta el rerefons del Git
uk: Система плагінів недоступна – потрібна серверна частина Git

source: Show Details
ca: Mostra els detalls
uk: Показати деталі

source: Plugin "{name}" {action}
ca: S'ha {action} el connector «{name}»
uk: Плагін "{name}" {action}

source: Plugin "{name}" installed successfully
ca: El connector «{name}» s'ha instal·lat correctament
uk: Плагін "{name}" успішно встановлено

source: All plugin updates completed
ca: S'han completat totes les actualitzacions dels connectors
uk: Усі оновлення плагіна завершено

source: Updating {name}…
ca: S'està actualitzant {name}…
uk: Оновлення {name}…

source: Update Failed
ca: Error d'actualització
uk: Не вдалося оновити

source: Failed to update plugin: {errmsg}
ca: No s'ha pogut actualitzar el connector: {errmsg}
uk: Не вдалося оновити плагін: {errmsg}

source: Option Profiles
ca: Perfils d'opcions
gl: Opción Perfís
uk: Опції профілів

source: Create a new profile
ca: Crea un perfil nou
gl: Crea un novo perfil
uk: Створити новий профіль

source: Copy
ca: Copia
gl: Copiar
uk: Копіювати

source: Copy to a new profile
ca: Copia-ho a un perfil nou
gl: Copiar a un novo perfil
uk: Копіювати в новий профіль

source: Delete the profile
ca: Suprimeix el perfil
gl: Elimina o perfil
uk: Видалити профіль

source: Settings to include in profile
ca: Paràmetres inclosos al perfil
gl: Configuración para incluír no perfil
uk: Налаштування, які потрібно включити до профілю

source: Unknown script
ca: Script desconegut
gl: Script descoñecido
uk: Невідомий скрипт

source: No enabled scripts
ca: No hi ha cap script habilitat
gl: Non hai scripts activados
uk: Немає ввімкнених скриптів

source: Enabled scripts:
ca: Scripts habilitats:
gl: Scripts habilitados:
uk: Увімкнені скрипти:

source: No enabled providers
ca: No hi ha cap proveïdor habilitat
gl: Non hai provedores habilitados
uk: Немає увімкнених постачальників

source: Enabled providers:
ca: Proveïdors habilitats:
gl: Provedores habilitados:
uk: Увімкнені постачальники:

source: List of %i items
ca: Llista de %i elements
gl: Lista de %i elementos
uk: Список %i елементів

source: Unknown value format
ca: El format del valor és desconegut
gl: Formato de valor descoñecido
uk: Невідомий формат значення

source: Invalid Title
ca: El títol no és vàlid
gl: Título non válido
uk: Недійсний заголовок

source: The profile title cannot be blank.
ca: El títol del perfil no pot estar en blanc.
gl: O título do perfil non pode estar en branco.
uk: Назва профілю не може бути порожньою.

source: Ratings
ca: Puntuacions
gl: Puntuacións
uk: Рейтинги

source: Preferred Releases
ca: Publicacions preferides
gl: Lanzamentos preferidos
uk: Рекомендовані альбоми

source: Reset all
ca: Reinicialitza-ho tot
gl: Restablecer todo
uk: Скинути все

source: File Naming
ca: Nom dels fitxers
gl: Nomeado de Arquivos
uk: Назва файлів

source: The location to move files to must not be empty.
ca: La ubicació on s'han de moure els fitxers no pot estar buida.
gl: O lugar ao que mover os ficheiros non debe estar baleiro.
uk: Місце для переміщення файлів не має бути порожнім.

source: The file naming format must not be empty.
ca: El format de nom dels fitxers no pot estar buit.
gl: O formato de nomeado de ficheiros non debe estar baleiro.
uk: Формат іменування файлів не може бути порожнім.

source: Compatibility
ca: Compatibilitat
gl: Compatibilidade
uk: Сумісність

source: Invalid directory separator replacement
ca: La substitució del separador de directoris no és vàlida
gl: Substitución non válida do separador de directorios
uk: Недійсна заміна роздільника каталогів

source: The replacement for directory separators must not be itself a directory separator.
ca: El caràcter de substitució dels separadors de directoris no pot ser un separador de directoris.
gl: O substituto dos separadores de directorios non debe ser en si mesmo un separador de directorios.
uk: Замінник роздільника каталогів не може сам бути роздільником каталогів.

source: Enabling long paths on Windows might cause files being saved with path names exceeding the 259 character limit traditionally imposed by the Windows API. Some software might not be able to properly access those files.
ca: Habilitar els camins llargs al Windows pot fer que es desin fitxers amb noms de camins que superin el límit tradicional de 259 caràcters imposat per l'API del Windows. És possible que algun programari no pugui accedir correctament a aquests fitxers.
gl: A habilitación de camiños longos en Windows pode provocar que se garden ficheiros con nomes de camiños que superen o límite de 259 caracteres imposto tradicionalmente pola API de Windows. É posible que algún software non poida acceder correctamente a eses ficheiros.
uk: Увімкнення довгих шляхів у Windows може призвести до збереження файлів з іменами шляхів, що перевищують обмеження в 259 символів, традиційно встановлене API Windows. Деяке програмне забезпечення може не мати належного доступу до цих файлів.

source: Show scripting documentation in new window.
ca: Mostra la documentació dels scripts en una finestra nova.
gl: Amosa a documentación de scripts nunha nova xanela.
uk: Показати документацію зі скриптів у новому вікні.

source: Import a script file as a new script.
ca: Importa un fitxer de script com a script nou.
gl: Importar un ficheiro de script como un novo script.
uk: Імпортувати файл скрипту як новий скрипт.

source: Export the current script to a file.
ca: Exporta l'script actual a un fitxer.
gl: Exporta o script actual a un ficheiro.
uk: Експортувати поточний скрипт у файл.

source: Picard tagging script package
ca: Paquet de scripts d'etiquetatge de Picard
gl: Paquete de script de etiquetado de Picard
uk: Пакет скриптів тегування Picard

source: File Error
ca: S'ha produït un error al fitxer
gl: Erro de ficheiro
uk: Помилка файлу

source: %s (imported)
ca: %s (importat)
gl: %s (importado)
uk: %s (імпортовано)

source: Script Error
ca: S'ha produït un error a l'script
gl: Produciuse un erro no script
uk: Помилка скрипту

source: Select Sessions Folder
ca: Selecció de la carpeta de sessions
uk: Вибрати папку сеансів

source: Do not sanitize dates for these tag formats:
ca: No processis les dates per a aquests formats d'etiquetes:
uk: Не очищати дати в тегах з цими форматами:

source: Internal player: The format of a media resource isn't (fully) supported
ca: Reproductor intern: No s'admet (completament) el format d'un recurs multimèdia
gl: Reprodutor interno: o formato dun recurso multimedia non é (totalmente) compatible
uk: Внутрішній програвач: Формат медіа-ресурсу не підтримується (повністю)

source: Internal player: There are not the appropriate permissions to play a media resource
ca: Reproductor intern: No hi ha els permisos adequats per a reproduir un recurs multimèdia
gl: Reprodutor interno: non hai os permisos adecuados para reproducir un recurso multimedia
uk: Внутрішній програвач: недостатньо прав для відтворення мультимедіа

source: Internal player: %(error)s, %(message)s
ca: Reproductor intern: %(error)s, %(message)s
gl: Reprodutor interno: %(error)s, %(message)s
uk: Внутрішній програвач: %(error)s, %(message)s

source: Player
ca: Reproductor
gl: Reprodutor
uk: Плеєр

source: Play selected files
ca: Reprodueix els fitxers seleccionats
gl: Reproducir os ficheiros seleccionados
uk: Відтворити вибрані файли

source: Pause
ca: Pausa
gl: Pausa
uk: Пауза

source: Pause or resume current playback
ca: Posa en pausa o reprèn la reproducció actual
gl: Pausa ou retoma a reprodución actual
uk: Призупинити або відновити поточне відтворення

source: Unknown Artist
ca: Artista desconegut
uk: Невідомий виконавець

source: Change playback speed
ca: Canvia la velocitat de reproducció
gl: Cambiar a velocidade de reprodución
uk: Змінити швидкість відтворення

source: Playback speed
ca: Velocitat de reproducció
gl: Velocidade de reprodución
uk: Швидкість відтворення

source: Change audio volume
ca: Canvia el volum de l'àudio
gl: Cambiar o volume do son
uk: Змінити гучність звуку

source: Volume up
ca: Incrementa el volum
uk: Збільшити гучність

source: Increase audio volume
ca: Incrementa el volum de l'àudio
uk: Збільшити гучність звуку

source: Volume down
ca: Redueix el volum
uk: Зменшити гучність

source: Decrease audio volume
ca: Redueix el volum de l'àudio
uk: Зменшити гучність звуку

source: Audio volume
ca: Volum de l'àudio
gl: Volume do son
uk: Гучність звуку

source: File naming script editor
ca: Editor de scripts de nom dels fitxers
gl: Editor de scripts de nomeamento de ficheiros
uk: Редактор скриптів іменування файлів

source: &Import a script file
ca: &Importa un fitxer de script
gl: &Importar un ficheiro de script
uk: &Імпортувати файл скрипту

source: Import a file as a new script
ca: Importa un fitxer com a script nou
gl: Importar un ficheiro como un novo script
uk: Імпорт файлу як новий скрипт

source: &Export a script file
ca: &Exporta un fitxer de script
gl: &Exportar un ficheiro de script
uk: &Експортувати файл скрипту

source: Export the script to a file
ca: Exporta l'script a un fitxer
gl: Exportar o script a un ficheiro
uk: Експортувати скрипт у файл

source: &Reset all scripts
ca: &Reinicialitza tots els scrips
gl: &Restablecer todos os scripts
uk: &Скинути всі скрипти

source: Reset all scripts to the saved values
ca: Reinicialitza tots els scripts als valors desats
gl: Restablece todos os scripts aos valores gardados
uk: Скинути всі скрипти до збережених значень

source: &Save and exit
ca: De&sa i surt
gl: &Gardar e saír
uk: &Зберегти та вийти

source: Save changes to the script settings and exit
ca: Desa els canvis als paràmetres de l'script i surt
gl: Garda os cambios na configuración do script e sae
uk: Зберегти зміни в налаштуваннях скрипту та вийти

source: E&xit without saving
ca: Sur&t sense desar
gl: S&aír sen gardar
uk: В&ийти без збереження

source: Close the script editor without saving changes
ca: Tanca l'editor de scripts sense desar els canvis
gl: Pecha o editor de scripts sen gardar os cambios
uk: Закрити редактор скриптів без збереження змін

source: View/Edit Script &Metadata
ca: Visualitza/edita les &metadades de l'script
gl: Ver/Editar &Metadatos do script
uk: Перегляд/редагування скриптів та метаданих

source: Display the details for the script
ca: Mostra els detalls de l'script
gl: Mostra os detalles do script
uk: Відобразити деталі скрипту

source: Add a &new script
ca: Afegeix un script &nou
gl: Engade un &novo script
uk: Додати &новий скрипт

source: &Copy the current script
ca: &Copia l'script actual
gl: &Copia o script actual
uk: &Скопіювати поточний скрипт

source: Save a copy of the script as a new script
ca: Desa una còpia de l'script com a script nou
gl: Garda unha copia do script como novo script
uk: Зберегти копію скрипту як новий скрипт

source: &Delete the current script
ca: &Suprimeix l'script actual
gl: &Eliminar o script actual
uk: &Видалити поточний скрипт

source: Delete the script
ca: Suprimeix l'script
gl: Elimina o script
uk: Видалити скрипт

source: &Reload random example files
ca: To&rna a carregar els fitxers d'exemple aleatoris
gl: &Volver cargar ficheiros de exemplo aleatorios
uk: &Перезавантажити випадкові файли прикладів

source: &Show documentation
ca: Mo&stra la documentació
gl: &Mostrar documentación
uk: &Показати документацію

source: View the scripting documentation in a sidebar
ca: Mostra la documentació dels scripts en una barra lateral
gl: Consulta a documentación de scripts nunha barra lateral
uk: Перегляд документації зі скриптів на бічній панелі

source: &Scripting documentation…
ca: Documentació dels &scripts…
gl: Documentación de &scripts…
uk: &Документація щодо скриптів…

source: Open the scripting documentation in your browser
ca: Obre la documentació dels scripts al navegador
gl: Abre a documentación de scripts no teu navegador
uk: Відкрити документацію зі скриптів у вашому браузері

source: Empty / blank script
ca: Script buit/en blanc
gl: Script vacío / en branco
uk: Порожній / чистий скрипт

source: New Script
ca: Script nou
gl: Novo Script
uk: Новий скрипт

source: At least one unsaved script has been attached to an option profile. Profile: {profile_title} Script: {old_script_title} Continuing without saving will reset the selected script in the profile to: {new_script_title} Are you sure that you want to continue?
ca: Hi ha com a mínim un script sense desar associat a un perfil d'opcions. Perfils: {profile_title} Script: {old_script_title} Si continueu sense desar-lo, l'script del perfil es reinicialitzarà a: {new_script_title} Segur que voleu continuar?
gl: Anexouse polo menos un script sen gardar a un perfil de opcións. Perfil: {profile_title} Guión: {old_script_title} Se continúa sen gardar, restablecerá o script seleccionado no perfil a: {new_script_title} Estás seguro de que queres continuar?
uk: Принаймні один незбережений скрипт було додано до профілю опцій. Profile: {profile_title} Script: {old_script_title} Продовження без збереження призведе до скидання вибраного скрипту в профілі до: {new_script_title} Ви впевнені, що хочете продовжити?

source: There is already a script with that title.
ca: Ja hi ha un script amb aquest títol.
gl: Xa hai un script con ese título.
uk: Скрипт з такою назвою вже існує.

source: The script title must not be empty.
ca: El títol de l'script no pot estar buit.
gl: O título do guión non debe estar baleiro.
uk: Назва скрипту не може бути порожньою.

source: Error Deleting Script
ca: S'ha produït un error en suprimir l'script
gl: Erro ao eliminar o script
uk: Помилка видалення скрипту

source: The script could not be deleted because it is used in one of the user profiles. Profile: %s
ca: No s'ha pogut suprimir l'script perquè el fa servir un dels perfils d'usuari. Perfil: %s
gl: Non se puido eliminar o script porque se usa nun dos perfís de usuario. Perfil: %s
uk: Скрипт не вдалося видалити, оскільки він використовується в одному з профілів користувача. Профіль: %s

source: Are you sure that you want to delete the script?
ca: Segur que voleu suprimir l'script?
gl: Estás seguro de que queres eliminar o script?
uk: Ви впевнені, що хочете видалити скрипт?

source: Confirm
ca: Confirma
gl: Confirmar
uk: Підтвердити

source: A script named "{script_name}" already exists. Do you want to overwrite it, add as a copy or cancel?
ca: Ja hi ha un script amb el nom «{script_name}». Voleu sobreescriure'l, afegir una còpia o cancel·lar l'operació?
gl: Xa existe un script chamado "{script_name}". Queres sobreescribilo, engadir como copia ou cancelar?
uk: Скрипт з назвою "{script_name}" вже існує. Бажаєте перезаписати його, додати як копію чи скасувати?

source: Overwrite
ca: Sobreescriu
gl: Sobrescribir
uk: Перезаписати

source: Script Details
ca: Detalls de l'script
gl: Detalles do script
uk: Деталі скрипту

source: There are unsaved changes to the current metadata. Do you want to continue and lose these changes?
ca: Hi ha canvis sense desar a les metadades actuals. Voleu continuar i perdre aquests canvis?
gl: Hai cambios sen gardar nos metadatos actuais. Queres continuar e perder estes cambios?
uk: Є незбережені зміни в поточних метаданих. Ви хочете продовжити та втратити ці зміни?

source: Renaming options are disabled
ca: Les opcions de canvi de nom estan inhabilitades
gl: As opcións de cambio de nome están desactivadas
uk: Параметри перейменування вимкнено
