Repository: metabrainz/picard
Catalog: po/*.po
Languages: ca, gl, uk

source: Error exporting file "%(filename)s": %(error)s.
ca: S'ha produït un error en exportar el fitxer «%(filename)s»: %(error)s.
gl: Erro ao exportar o ficheiro "%(filename)s": %(error)s.
uk: Помилка експорту файлу "%(filename)s": %(error)s.

source: Export Script File
ca: Exportació del fitxer de script
gl: Exportar ficheiro de script
uk: Експортувати файл скрипту

source: Export Script
ca: Exporta l'script
gl: Exportar script
uk: Експортувати скрипт

source: Script successfully exported to %s
ca: L'script s'ha exportat correctament a %s
gl: O script exportouse correctamente a %s
uk: Скрипт успішно експортований в %s

source: Error importing "%(filename)s": %(error)s
ca: S'ha produït un error en importar «%(filename)s»: %(error)s
gl: Erro ao importar "%(filename)s": %(error)s
uk: Помилка імпорту "%(filename)s": %(error)s

source: Error decoding "%(filename)s": %(error)s
ca: S'ha produït un error en descodificar «%(filename)s»: %(error)s
gl: Erro ao descodificar "%(filename)s": %(error)s
uk: Помилка декодування "%(filename)s": %(error)s

source: Import Script File
ca: Importació d'un fitxer de script
gl: Importar ficheiro de script
uk: Імпортувати файл скрипту

source: The file was empty
ca: El fitxer estava buit
gl: O ficheiro estaba baleiro
uk: Файл був порожній

source: Imported from %s
ca: S'ha importat %s
gl: Importado de %s
uk: Імпортовано з %s

source: Argument is not a dictionary
ca: L'argument no és un diccionari
gl: O argumento non é un dicionario
uk: Аргумент — це не словник

source: Invalid script package
ca: El paquet de scripts no és vàlid
gl: Paquete de script non válido
uk: Недійсний пакет скриптів

source: %s (Copy)
ca: %s (còpia)
gl: %s (copiar)
uk: %s (Копія)

source: File content not a dictionary
ca: El contingut del fitxer no és un diccionari
gl: O contido do ficheiro non é un dicionario
uk: Вміст файлу не є словником

source: Unnamed Script
ca: Script sense nom
gl: Script sen nome
uk: Безіменний скрипт

source: Picard script files
ca: Fitxers de script de Picard
gl: Arquivos de script Picard
uk: Файли скриптів Picard

source: Picard script package
ca: Paquet de scripts de Picard
gl: Paquete de script Picard
uk: Пакет скриптів Picard

source: Preloading albums from cache ({albums})…
ca: S'estan precarregant els àlbums des de la memòria cau ({albums})…
uk: Попереднє завантаження альбомів із кешу ({albums})…

source: Loading files and albums ({files} files)…
ca: S'estan carregant els fitxers i àlbums ({files} fitxers)…
uk: Завантаження файлів і альбомів ({files} файлів)…

source: Waiting on network ({requests} requests)…
ca: S'està esperant la xarxa ({requests} sol·licituds)…
uk: Очікування в мережі ({requests} запитів)…

source: Finalizing…
ca: S'està finalitzant…
uk: Завершення…

source: Reading session…
ca: S'està llegint la sessió…
uk: Сеанс читання…

source: Applying overrides…
ca: S'estan aplicant les substitucions…
uk: Застосування замін…

source: Option Settings
ca: Paràmetres
gl: Configuración de opcións
uk: Налаштування опцій

source: Links
ca: Enllaços
gl: Ligazóns
uk: Посилання

source: See Also
ca: Vegeu també
gl: Véxase tamén
uk: Див. також

source: No description available.
ca: No hi ha cap descripció disponible.
gl: Non hai descrición dispoñible.
uk: Опис відсутній.

source: multi-value variable
ca: variable multivalor
gl: variable con múltiples valores
uk: багатозначна змінна

source: preserved read-only
ca: preservat, només de lectura
gl: preservado só de lectura
uk: збережено лише для читання

source: not for use in scripts
ca: no es pot fer servir en scripts
gl: non para uso en scripts
uk: не для використання в скриптах

source: calculated
ca: calculat
gl: calculado
uk: розрахований

source: info from audio file
ca: informació del fitxer d'àudio
gl: información do ficheiro de audio
uk: інформація з аудіофайлу

source: not provided from MusicBrainz data
ca: no proporcionat per les dades de MusicBrainz
gl: non fornecido polos datos de MusicBrainz
uk: не надано даних з MusicBrainz

source: not populated by stock Picard
ca: no emplenat per Picard de fàbrica
gl: non cuberto polo Picard predeterminado
uk: Не заповнено стандартним Picard

source: translator-credits
ca: Equip de traducció de MusicBrainz al català: https://translations.metabrainz.org/languages/ca/ Col·laboracions històriques via Launchpad: David Martín Alaminos https://launchpad.net/~gnomyst animarval https://launchpad.net/~animarval iletlovein https://launchpad.net/~soma27
gl: Launchpad Contributions: J. M. Castroagudín Silva https://launchpad.net/~chavescesures Xosé https://launchpad.net/~ubuntu-galizaweb
uk: перекладач-кредити

source: <br/>Translated to LANG by %s
ca: <br/>Traduït al català per %s
gl: <br/>Traducido ao galego por %s
uk: <br/>Переклад українською мовою: %s

source: Icons made by Sambhav Kothari <sambhavs.email@gmail.com> and <a href="http://www.flaticon.com/authors/madebyoliver">Madebyoliver</a>, <a href="http://www.flaticon.com/authors/pixel-buddha">Pixel Buddha</a>, <a href="http://www.flaticon.com/authors/nikita-golubev">Nikita Golubev</a>, <a href="http://www.flaticon.com/authors/maxim-basinski">Maxim Basinski</a>, <a href="https://www.flaticon.com/authors/smashicons">Smashicons</a> from <a href="https://www.flaticon.com">www.flaticon.com</a>
ca: Icones de Sambhav Kothari <sambhavs.email@gmail.com> i <a href="http://www.flaticon.com/authors/madebyoliver">Madebyoliver</a>, <a href="http://www.flaticon.com/authors/pixel-buddha">Pixel Buddha</a>, <a href="http://www.flaticon.com/authors/nikita-golubev">Nikita Golubev</a>, <a href="http://www.flaticon.com/authors/maxim-basinski">Maxim Basinski</a>, <a href="https://www.flaticon.com/authors/smashicons">Smashicons</a> de <a href="https://www.flaticon.com">www.flaticon.com</a>
gl: Iconas feitas por Sambhav Kothari <sambhavs.email@gmail.com> and <a href="http://www.flaticon.com/authors/madebyoliver">Madebyoliver</a>, <a href="http://www.flaticon.com/authors/pixel-buddha">Pixel Buddha</a>, <a href="http://www.flaticon.com/authors/nikita-golubev">Nikita Golubev</a>, <a href="http://www.flaticon.com/authors/maxim-basinski">Maxim Basinski</a>, <a href="https://www.flaticon.com/authors/smashicons">Smashicons</a> de <a href="https://www.flaticon.com">www.flaticon.com</a>
uk: створені Sambhav Kothari <sambhavs.email@gmail.com> and <a href="http://www.flaticon.com/authors/madebyoliver">Madebyoliver</a>, <a href="http://www.flaticon.com/authors/pixel-buddha">Pixel Buddha</a>, <a href="http://www.flaticon.com/authors/nikita-golubev">Nikita Golubev</a>, <a href="http://www.flaticon.com/authors/maxim-basinski">Maxim Basinski</a>, <a href="https://www.flaticon.com/authors/smashicons">Smashicons</a>завдяки <a href="https://www.flaticon.com">www.flaticon.com</a>

source: Version %(version)s
ca: Versió %(version)s
gl: Versión %(version)s
uk: Версія %(version)s

source: Supported formats
ca: Formats admesos
gl: Formatos admitidos
uk: Підтримувані формати

source: Please donate
ca: Feu una donació
gl: Doa por favor
uk: Будь ласка, пожертвуйте

source: Thank you for using Picard. Picard relies on the MusicBrainz database, which is operated by the MetaBrainz Foundation with the help of thousands of volunteers. If you like this application please consider donating to the MetaBrainz Foundation to keep the service running.
ca: Gràcies per fer servir Picard. Picard depèn de la base de dades MusicBrainz, que funciona gràcies a MetaBrainz Foundation amb l'ajuda de milers de persones voluntàries. Si us agrada aquesta aplicació, considereu la possibilitat de fer una donació a MetaBrainz Foundation per a mantenir el servei en funcionament.
gl: Grazas por usar Picard. Picard confía na base de datos MusicBrainz, que é operada pola Fundación MetaBrainz coa axuda de miles de voluntarios. Se che gusta esta aplicación, considera doar a Fundación MetaBrainz para que o servizo siga funcionando.
uk: Дякуємо, що користуєтеся Picard. Picard використовує базу даних MusicBrainz, якою керує фонд MetaBrainz за допомогою тисяч волонтерів. Якщо вам подобається ця програма, будь ласка, подумайте про пожертвування фонду MetaBrainz, щоб підтримувати роботу сервісу.

source: Donate now!
ca: Vull fer una donació ara!
gl: Doa agora!
uk: Пожертвуйте зараз!

source: Credits
ca: Crèdits
gl: Créditos
uk: Кредити

source: Copyright © %(copyright_years)s %(authors_credits)s and others
ca: Copyright © %(copyright_years)s %(authors_credits)s i altres
gl: Copyright © %(copyright_years)s %(authors_credits)s e outros
uk: Авторське право © %(copyright_years)s %(authors_credits)s та інші

source: Official website
ca: Lloc web oficial
gl: Sitio web oficial
uk: Офіційний веб-сайт

source: <p>The current settings do <strong>not</strong> allow Picard to check ReadTheDocs for the available languages and versions of the documentation. This means that Picard will display the 'latest' version of the documentation in English when opened in your browser.</p><p>When this setting is enabled, Picard will display the current version of the documentation in the best available language based on the currently selected user interface language.</p><p>Do you want to allow Picard to check the available languages and versions for the documentation on ReadTheDocs?</p>
ca: <p>Els paràmetres actuals <strong>no</strong> permeten que Picard comprovi a ReadTheDocs les llengües i versions disponibles de la documentació. Això vol dir que Picard obrirà la versió més recent de la documentació en anglès quan s'obri en el navegador.</p><p>Si habiliteu aquest paràmetre, Picard mostrarà la versió actual de la documentació en la millor llengua disponible en funció de la llengua de la interfície d'usuari seleccionada actualment.</p><p>Voleu permetre que Picard comprovi les llengües i versions disponibles de la documentació a ReadTheDocs?</p>
uk: <p>Поточні налаштування <strong>не</strong> дозволяють Picard перевіряти в ReadTheDocs доступні мови та версії документації. Це означає, що Picard відображатиме «останню» версію документації англійською під час відкриття у вашому браузері.</p><p>Якщо цей параметр увімкнено, Picard відображатиме поточну версію документації найкращою доступною мовою на основі поточної вибраної мови інтерфейсу користувача.</p><p>Ви бажаєте дозволити Picard перевіряти доступні мови та версії для документації на ReadTheDocs?</p>

source: Show this message again the next time you use Picard.
ca: Torna a mostrar aquest missatge la pròxima vegada que es faci servir Picard.
uk: Показати це повідомлення ще раз, коли ви наступного разу будете використовувати Picard.

source: ReadTheDocs Updates
ca: Actualitzacions de ReadTheDocs
uk: Оновлення ReadTheDocs

source: Cover art types
ca: Tipus de caràtules
gl: Tipos de portadas
uk: Типи обкладинок

source: Please select the contents of the image type "Include" and "Exclude" lists.
ca: Seleccioneu els continguts de les llistes de tipus d'imatges inclosos i exclosos.
uk: Будь ласка, виберіть вміст списків типів зображень «Включити» та «Виключити».

source: Include types list
ca: Llista de tipus inclosos
gl: Incluír a lista de tipos
uk: Список типів

source: Exclude types list
ca: Llista de tipus exclosos
gl: Excluír a lista de tipos
uk: Список виключених типів

source: CAA images with an image type found in the 'Include' list will be downloaded and used UNLESS they also have an image type found in the 'Exclude' list. Images with types found in the 'Exclude' list will NEVER be used. Image types not appearing in the 'Include' or 'Exclude' lists will not be considered when determining whether or not to download and use a CAA image.
ca: Les imatges de CAA amb un tipus d'imatge de la llista de tipus inclosos es baixaran i es faran servir EXCEPTE si també tenen un tipus d'imatge de la llista de tipus exclosos. Les imatges amb tipus d'imatges de la llista de tipus exclosos no es faran servir MAI. Els tipus d'imatges que no apareguin en cap de les llistes no es tindran en compte a l'hora de determinar si s'ha de baixar o no una imatge de CAA.
gl: As imaxes CAA cun tipo de imaxe que se atopa na lista "Incluír" descargaranse e utilizaranse A MENOS QUE tamén teñan un tipo de imaxe que se atope na lista "Excluír". NUNCA se utilizarán imaxes con tipos atopados na lista "Excluír". Os tipos de imaxes que non aparecen nas listas "Incluír" ou "Excluír" non se terán en conta ao determinar se descargar e utilizar unha imaxe CAA ou non.
uk: Зображення CAA з типом зображення, що знаходиться у списку «Включити», будуть завантажені та використані, ЯКЩО вони також не мають типу зображення, що знаходиться у списку «Виключити». Зображення з типами, що знаходяться у списку «Виключити», НІКОЛИ не будуть використані. Типи зображень, які не відображаються у списках «Включити» або «Виключити», не будуть враховані під час визначення того, чи завантажувати та використовувати зображення CAA.

source: I&nclude all
ca: I&nclou-ho tot
gl: I&nclúe todo
uk: Включити все

source: E&xclude all
ca: E&xclou-ho tot
gl: E&xclúe todos
uk: Виключити все

source: C&lear all
ca: Esb&orra-ho tot
gl: &Limpar todo
uk: О&чистити все

source: Restore &Defaults
ca: Reini&cialitza
gl: Restaurar valores pre&determinados
uk: Відновити значення за замовчуванням

source: Artist
ca: Artista
gl: Artista
uk: Виконавець

source: Date
ca: Data
gl: Data
uk: Дата

source: Labels
ca: Segells
gl: Selos
uk: Ярлики

source: Catalog #s
ca: Núm. de catàleg
gl: Catálogo #s
uk: Каталог #и

source: Refresh List
ca: Actualitza la llista
gl: Actualizar Lista
uk: Оновити список

source: %(name)s (%(count)i release)
ca: %(name)s (%(count)i publicació)
gl: %(name)s (%(count)i edición)
uk: %(name)s (%(count)i випуску)

source: Errored entity
ca: Entitat amb errors
gl: Entidade con erro
uk: Помилка об'єкта

source: Entities
ca: Entitats
gl: Entidades
uk: Сутності

source: Pending entity
ca: Entitat pendent
gl: Entidade pendente
uk: Очікує на розгляд об'єкт

source: Saved entity
ca: Entitat desada
gl: Entidade gardada
uk: Збережений об'єкт

source: First cover art
ca: Primera caràtula
gl: Primeira portada
uk: Перша обкладинка

source: Others
ca: Altres
gl: Outros
uk: Інші

source: Log view text (debug)
ca: Text de la visualització de registre (depuració)
gl: Texto de visualización do rexistro (depuración)
uk: Текст журналу (налагодження)

source: Logging
ca: Registre
gl: Rexistro
uk: Журнал

source: Log view text (error)
ca: Text de la visualització de registre (error)
gl: Texto de visualización do rexistro (erro)
uk: Текст журналу (помилка)

source: Log view text (info)
ca: Text de la visualització de registre (informació)
gl: Texto de visualización do rexistro (información)
uk: Текст журналу (інформація)

source: Log view text (warning)
ca: Text de la visualització de registre (avís)
gl: Texto de visualización do rexistro (advertencia)
uk: Текст журналу (попередження)

source: Profile highlight background
ca: Fons per a ressaltar els perfils
gl: Fondo destacado do perfil
uk: Фонове підсвічування профілю

source: Profiles
ca: Perfils
gl: Perfís
uk: Профілі

source: Profile highlight foreground
ca: Lletra per a ressaltar els perfils
gl: Primeiro plano destacado do perfil
uk: Виділення профілю на передньому плані

source: Row Highlight
ca: Files ressaltades
gl: Resaltar fila
uk: Виділення рядка

source: Tag added
ca: Etiqueta afegida
gl: Etiqueta engadida
uk: Тег додано

source: Tags
ca: Etiquetes
gl: Etiquetas
uk: Теги

source: Tag changed
ca: Etiqueta canviada
gl: Cambiouse a etiqueta
uk: Тег змінено

source: Tag removed
ca: Etiqueta suprimida
gl: Eliminouse a etiqueta
uk: Тег видалено

source: Error syntax highlight
ca: Sintaxi errònia ressaltada
gl: Resaltar a sintaxe do erro
uk: Підсвічування синтаксису помилок

source: Syntax Highlighting
ca: Sintaxi ressaltada
gl: Resaltado de sintaxe
uk: Підсвічування синтаксису

source: Escape syntax highlight
ca: Sintaxi d'escapament ressaltada
gl: Escape da sintaxe de resaltado
uk: Підсвічування синтаксису Escape

source: Function syntax highlight
ca: Sintaxi de funció ressaltada
gl: Resaltado de sintaxe da función
uk: Підсвічування синтаксису функцій

source: Noop syntax highlight
ca: Sintaxi «noop» ressaltada
gl: Resaltado de sintaxe Noop
uk: Підсвічування синтаксису Noop

source: Special syntax highlight
ca: Sintaxi especial ressaltada
gl: Resaltado de sintaxe especial
uk: Спеціальне підсвічування синтаксису

source: Unicode syntax highlight
ca: Sintaxi Unicode ressaltada
gl: Resaltado de sintaxe Unicode
uk: Підсвічування синтаксису Unicode

source: Variable syntax highlight
ca: Sintaxi de variable ressaltada
gl: Resaltado de sintaxe de variable
uk: Підсвічування синтаксису змінних

source: &Load selected files
ca: Carrega e&ls fitxers seleccionats
gl: &Carga os ficheiros seleccionados
uk: &Завантажити вибрані файли

source: &Move tagged files here
ca: &Mou els fitxers etiquetats aquí
gl: &Mover os ficheiros etiquetados aquí
uk: &Перемістити позначені файли сюди

source: Show &hidden files
ca: Mostra els fitxers &ocults
gl: Amosar fic&heiros ocultos
uk: Показати також приховані файли

source: &Set as starting directory
ca: &Defineix com a directori inicial
gl: &Establecer como directorio de inicio
uk: &Встановити як початковий каталог

source: Filters
ca: Filtres
gl: Filtros
uk: Фільтри

source: Type to filter…
ca: Escriviu per a filtrar…
uk: Введіть для фільтрування…

source: Select Filters
ca: Seleccioneu els filtres
gl: Selecciona filtros
uk: Вибрати фільтри

source: Select / clear all filters
ca: Selecciona/esborra tots els filtres
gl: Seleccionar / limpar todos os filtros
uk: Вибрати / очистити всі фільтри

source: OK
ca: D'acord
gl: Dacordo

source: Cancel
ca: Cancel·la
gl: Cancelar

source: {num} filters
ca: {num} filtres
gl: {num} filtros
uk: {num} фільтрів

source: Estimated Time
ca: Temps estimat
gl: Tempo estimado
uk: Орієнтовний час

source: Files
ca: Fitxers
gl: Ficheiros
uk: Файли

source: Albums
ca: Àlbums
gl: Álbums
uk: Альбоми

source: Pending files
ca: Fitxers pendents
gl: Ficheiros pendentes
uk: Очікувані файли

source: Pending requests
ca: Peticions pendents
gl: Solicitudes pendentes
uk: Очікувані запити

source: Log
ca: Registre
gl: Rexistro
uk: Журнал

source: Verbosity
ca: Grau de detall
gl: Verbosidade
uk: Словесність

source: Debug Options
ca: Opcions de depuració
gl: Opcións de depuración
uk: Параметри налагодження

source: String to highlight
ca: Cadena a ressaltar
gl: Cadena para resaltar
uk: Рядок для виділення

source: Highlight
ca: Ressalta
gl: Destacar
uk: Підсвітити

source: Clear Highlight
ca: Esborra el ressaltat
gl: Borrar Resaltar
uk: Очистити підсвічування

source: Clear Log…
ca: Esborra el registre…
uk: Очистити журнал…

source: Save As…
ca: Anomena i desa…
gl: Gardar como…
uk: Зберегти як...

source: Save Log View to File
ca: Desa la visualització del registre en un fitxer
gl: Gardar a vista de rexistro no ficheiro
uk: Зберегти журнал у файл

source: File already exists, do you really want to save to this file?
ca: El fitxer ja existeix. Segur que voleu desar aquest fitxer?
gl: O ficheiro xa existe, realmente queres gardar neste ficheiro?
uk: Файл вже існує, чи дійсно хочете перезаписати цей файл?

source: Failed to save Log View to file
ca: No s'ha pogut desar la visualització de registre al fitxer
gl: Produciuse un erro ao gardar a vista de rexistro no ficheiro
uk: Не вдалося зберегти журнал у файлі

source: Something prevented data to be written to "%s".
ca: Alguna cosa ha impedit escriure les dades a «%s».

source: Clear Log
ca: Esborra el registre
gl: Borrar rexistro
uk: Очистити журнал

source: Are you sure you want to clear the log?
ca: Segur que voleu esborrar el registre?
gl: Estás seguro de que queres borrar o rexistro?
uk: Ви впевнені, що хочете очистити журнал?

source: Activity History
ca: Historial d'activitat
gl: Historial da actividade
uk: Історія активності

source: <p><strong>Changes made by Picard are not reversible.</strong></p><p>Picard is a very flexible music tagging tool which can rename your files and overwrite the tags. We <strong>strongly recommend</strong> that you:</p><ul><li>read the <a href='{documentation_url}'>User Guide</a> (also available from the Help menu)</li><li>test with copies of your music and work in small batches</li></ul><p>Picard is open source software written by volunteers. It is provided as-is and with no warranty.</p>
ca: <p><strong>Els canvis aplicats per Picard són irreversibles.</strong></p><p>Picard és una eina d'etiquetatge musical molt flexible que pot canviar el nom dels vostres fitxers i sobreescriure'n les etiquetes. <strong>És molt recomanable</strong> que feu el següent:</p><ul><li>Llegiu la <a href='{documentation_url}'>Guia de l'usuari</a> (també disponible al menú Ajuda)</li><li>Feu proves amb còpies dels fitxers de música i treballeu en grups petits</li></ul><p>Picard és programari lliure escrit per persones voluntàries. Es proporciona tal qual i sense cap mena de garantia.</p>
gl: <p><strong>Os cambios realizados por Picard non son reversibles.</strong></p><p>Picard é unha ferramenta de etiquetado de música moi flexible que pode cambiar o nome dos teus ficheiros e sobrescribir as etiquetas. <strong>Recomendámosche encarecidamente</strong> que:</p><ul><li>leas a <a href='{documentation_url}'>Guía do usuario</a> (tamén dispoñible no menú Axuda)</li><li>testes con copias da túa música e traballes en pequenos lotes</li></ul><p>Picard é un software de código aberto escrito por voluntarios. Ofrécese tal e como está e sen garantía.</p>
uk: <p><strong>Зміни, внесені Picard, незворотні.</strong></p><p>Picard — це дуже гнучкий інструмент для додавання тегів до музики, який може перейменовувати ваші файли та перезаписувати теги. Ми <strong>наполегливо рекомендуємо</strong> вам:</p><ul><li>прочитати <a href='{documentation_url}'>Посібник користувача</a> (також доступний у меню «Довідка»)</li><li>тестувати з копіями вашої музики та працювати невеликими партіями</li></ul><p>Picard — це програмне забезпечення з відкритим кодом, написане волонтерами. Воно надається «як є» та без гарантії.</p>

source: Show this message again the next time you start Picard.
ca: Torna a mostrar aquest missatge la pròxima vegada que s'iniciï Picard
gl: Mostrar esta mensaxe de novo a próxima vez que inicies Picard.
uk: Покажіть це повідомлення знову під час наступного запуску Picard.

source: New User Warning
ca: Avís per a usuaris nous
gl: Aviso de novo usuario
uk: Попередження для нових користувачів

source: The server %s requires you to login. Please enter your username and password.
ca: El servidor %s requereix que inicieu la sessió. Introduïu el vostre nom d'usuari i contrasenya.
gl: O servidor %s require inicio de sesión. Introduza o seu nome de usuario e contrasinal.
uk: Сервер %s вимагає авторизації. Введіть ім’я користувача та пароль.

source: The proxy %s requires you to login. Please enter your username and password.
ca: El servidor intermediari %s requereix que inicieu la sessió. Introduïu el vostre nom d'usuari i contrasenya.
gl: O proxy %s require que inicies sesión. Por favor, introduce o teu nome de usuario e contrasinal.
uk: Проксі-сервер %s вимагає вашого входу. Будь ласка, введіть своє ім'я користувача та пароль.

source: Failed to submit rating for track "%(track_title)s" due to server error %(error)d
ca: No s'ha pogut enviar la puntuació de la pista «%(track_title)s» a causa d'un error del servidor: %(error)d
uk: Не вдалося подати оцінку для треку "%(track_title)s" через помилку сервера %(error)d

source: overwrite existing metadata (tags) within the file
ca: Sobreescriurà les metadades (etiquetes) existents del fitxer
gl: sobrescribir metadatos existentes (etiquetas) dentro do ficheiro
uk: перезаписати існуючі метадані (теги) у файлі

source: rename the file
ca: Canviarà el nom del fitxer
gl: renomear o ficheiro
uk: Перейменувати файл
